[
    {
        "category": "Adult",
        "text": "Stand upside down for 15 seconds."
    },
    {
        "category": "Adult",
        "text": "Drink a cup of hot tea/coffee without lifting down."
    },
    {
        "category": "Adult",
        "text": "Brush your teeth with coal."
    },
    {
        "category": "Adult",
        "text": "Sit on your hands for one minute."
    },
    {
        "category": "Adult",
        "text": "Shave underarms immediately."
    },
    {
        "category": "Adult",
        "text": "Apply shampoo to your dry hair and don’t rinse it for 30 minutes."
    },
    {
        "category": "Adult",
        "text": "Send love letter through email to your class teacher."
    },
    {
        "category": "Adult",
        "text": "Select one mobile number blindfolded from your contacts and send one breakup message to him/her."
    },
    {
        "category": "Adult",
        "text": "Mix one egg yolk with sweet sauce and eat it."
    },
    {
        "category": "Adult",
        "text": "Put your mouth full of ice cubes and keep them until they melt."
    },
    {
        "category": "Adult",
        "text": "Taste your bath soap."
    },
    {
        "category": "Adult",
        "text": "Open your wallet and explain all the things in it briefly."
    },
    {
        "category": "Adult",
        "text": "Give a deep explanation of one item in front of you."
    },
    {
        "category": "Adult",
        "text": "Paint your fingernails blindfolded with a pencil."
    },
    {
        "category": "Adult",
        "text": "Touch any one of your friend’s elbow."
    },
    {
        "category": "Adult",
        "text": "Let someone tie your hands with a plaster."
    },
    {
        "category": "Adult",
        "text": "Write some text blindfolded on your Facebook timeline and post it."
    },
    {
        "category": "Adult",
        "text": "Pour some sauce on your toes and let it dry."
    },
    {
        "category": "Adult",
        "text": "Walk and dance at the corners of this room."
    },
    {
        "category": "Adult",
        "text": "Do a prank call to your mother and tell “I’m expecting a baby soon”."
    },
    {
        "category": "Adult",
        "text": "Put your handkerchief in your mouth until it completely turns wet."
    },
    {
        "category": "Adult",
        "text": "Wear “Kiss me…It’s my Birthday” board over your neck for 20 minutes."
    },
    {
        "category": "Adult",
        "text": "Do as many pushups you can."
    },
    {
        "category": "Adult",
        "text": "Wear all your clothing inside out for 1 hour."
    },
    {
        "category": "Adult",
        "text": "Drink a cup of tea/coffee like a dog."
    },
    {
        "category": "Adult",
        "text": "Walk backward blindfolded until you find something."
    },
    {
        "category": "Adult",
        "text": "Go outside and belly dance."
    },
    {
        "category": "Adult",
        "text": "Peel banana using your toes."
    },
    {
        "category": "Adult",
        "text": "Dip your t-shirt in soap water and keep it in the fridge for 20 minutes and wear it."
    },
    {
        "category": "Adult",
        "text": "Rub your face with chocolate cream keep it for 20 minutes without rinsing it."
    },
    {
        "category": "Adult",
        "text": "Take a selfie blindfolded and post it on your facebook timeline."
    },
    {
        "category": "Adult",
        "text": "Go and hug to the first tree you saw outside."
    },
    {
        "category": "Adult",
        "text": "Open your fridge and taste each and every item you find in that fridge."
    },
    {
        "category": "Adult",
        "text": "Sing your favorite rhyme with child voice along with actions."
    },
    {
        "category": "Adult",
        "text": "Imitate your class teacher’s voice and with actions."
    },
    {
        "category": "Adult",
        "text": "Do cartwheel by holding your mobile."
    },
    {
        "category": "Adult",
        "text": "Drink any pickle oil."
    },
    {
        "category": "Adult",
        "text": "Put your mobile on your toes and walk backward blindfolded for 20 seconds."
    },
    {
        "category": "Adult",
        "text": "Select one person here and rub their thigs."
    },
    {
        "category": "Adult",
        "text": "Let someone roar like a lion nearer to your ear."
    },
    {
        "category": "Adult",
        "text": "Sing your favorite song loudly while bathing."
    },
    {
        "category": "Adult",
        "text": "Reveal your deepest secret."
    },
    {
        "category": "Adult",
        "text": "Imagine your enemy is in front of you, now do war with him."
    },
    {
        "category": "Adult",
        "text": "Squeeze lemon juice on your elbow and lick it."
    },
    {
        "category": "Adult",
        "text": "Stop the next person you saw on road and tell “I Love You” to him or her."
    },
    {
        "category": "Adult",
        "text": "Taste the ink of any pen in front of you."
    },
    {
        "category": "Adult",
        "text": "Clean your sink using your toothbrush."
    },
    {
        "category": "Adult",
        "text": "Fill your mouth completely with water and say your name."
    },
    {
        "category": "Adult",
        "text": "Imagine you’re a spiderman and do some simple stunts like him."
    },
    {
        "category": "Adult",
        "text": "Wear your opposite gender’s clothes."
    },
    {
        "category": "Adult",
        "text": "Go to your neighbor’s house and have a meaningless conversation with them for 10 minutes."
    },
    {
        "category": "Adult",
        "text": "Do manicure to your best friend."
    },
    {
        "category": "Adult",
        "text": "Let someone tickle you for 20 seconds."
    },
    {
        "category": "Adult",
        "text": "Eat two boiled eggs at a time."
    },
    {
        "category": "Adult",
        "text": "Bite someone’s hand."
    },
    {
        "category": "Adult",
        "text": "Watch one horror movie alone and ask someone to check your temperature."
    },
    {
        "category": "Adult",
        "text": "Go outside and beg a stranger for money."
    },
    {
        "category": "Adult",
        "text": "Select one song from Youtube and write lyrics of that song."
    },
    {
        "category": "Adult",
        "text": "Walking along the road with wet white clothes for 1 minute."
    },
    {
        "category": "Adult",
        "text": "Remove any one of your friend’s socks and smell his/her feet."
    },
    {
        "category": "Adult",
        "text": "Let someone draw your face on your back with lipstick."
    },
    {
        "category": "Adult",
        "text": "Wear your socks over your head for 10 minutes."
    },
    {
        "category": "Adult",
        "text": "Eat a mouthful of unboiled noodles."
    },
    {
        "category": "Adult",
        "text": "Imitate your friend crush’s voice."
    },
    {
        "category": "Adult",
        "text": "Switch off your mobile for one hour."
    },
    {
        "category": "Adult",
        "text": "Explain your first day of school with actions only."
    },
    {
        "category": "Adult",
        "text": "Wear your shoes without wearing socks."
    },
    {
        "category": "Adult",
        "text": "Guess everyone’s age here, if it was wrong they will tickle for 30 seconds."
    },
    {
        "category": "Adult",
        "text": "Take a selfie while picking your nose and post that picture on your Facebook timeline."
    },
    {
        "category": "Adult",
        "text": "Let someone kiss on your forehead with full of lipstick on his/her lips."
    },
    {
        "category": "Adult",
        "text": "Go to your nearby tree and argue with it for 20 minutes."
    },
    {
        "category": "Adult",
        "text": "Let someone kiss you under your chin for 30 seconds."
    },
    {
        "category": "Adult",
        "text": "Act like a dead body"
    },
    {
        "category": "Adult",
        "text": "Explain your worst bathroom experience."
    },
    {
        "category": "Adult",
        "text": "Ask someone to prank you."
    },
    {
        "category": "Adult",
        "text": "Bite someone’s lefthand fingernails."
    },
    {
        "category": "Adult",
        "text": "Stand on your hands and drink one glass of water."
    },
    {
        "category": "Adult",
        "text": "Give a body massage to someone here for few minutes."
    },
    {
        "category": "Adult",
        "text": "Spit as far as you can."
    },
    {
        "category": "Adult",
        "text": "Let someone give you a hairstyle and you have to be with that style for one day."
    },
    {
        "category": "Adult",
        "text": "Call your crush and flirt him/her."
    },
    {
        "category": "Adult",
        "text": "Put your finger on someone’s ear."
    },
    {
        "category": "Adult",
        "text": "Open dial pad and type one random number and do meaningless conversation with them."
    },
    {
        "category": "Adult",
        "text": "Give high-five to everyone you see on road for 10 minutes."
    },
    {
        "category": "Adult",
        "text": "Do 25 situps and not to pause between them."
    },
    {
        "category": "Adult",
        "text": "Place one glass with full of water and stand on a single leg for 5 minutes."
    },
    {
        "category": "Adult",
        "text": "Try to stand on your toes for at least 30 seconds."
    },
    {
        "category": "Adult",
        "text": "Do four back cartwheel in a row."
    },
    {
        "category": "Adult",
        "text": "Let someone shave your beard."
    },
    {
        "category": "Adult",
        "text": "Eat one watermelon with seeds."
    },
    {
        "category": "Adult",
        "text": "Imagine you’re a rat and act how you will escape from the cat."
    },
    {
        "category": "Adult",
        "text": "Let someone play music and you will guess that song name. if wrong they will give a small punch on your head."
    },
    {
        "category": "Adult",
        "text": "Let someone send one message to anyone from your contacts."
    },
    {
        "category": "Adult",
        "text": "Taste one drop of coconut oil."
    },
    {
        "category": "Adult",
        "text": "Do break dance for a slow song up to 3 minutes."
    },
    {
        "category": "Adult",
        "text": "Select one person in the room and dance with him/her."
    },
    {
        "category": "Adult",
        "text": "Select one movie name and act until your friends guess that movie name."
    },
    {
        "category": "Adult",
        "text": "Make every person smile here, if not keep going until everyone smile."
    },
    {
        "category": "Adult",
        "text": "Write any funny words on your forehead and keep it for half day."
    },
    {
        "category": "Adult",
        "text": "Take the dustbin from the kitchen and sell it to an unknown person."
    },
    {
        "category": "Adult",
        "text": "Crack two eggs on your head."
    },
    {
        "category": "Adult",
        "text": "Select one prank video from youtube and do exactly what they do in that video."
    },
    {
        "category": "Adult",
        "text": "Close your eyes, let someone kiss you and you have to guess who he/she is."
    },
    {
        "category": "Adult",
        "text": "Attempt to do one magic trick."
    },
    {
        "category": "Adult",
        "text": "Select one person of your same gender and talk with him/her for 10 minutes."
    },
    {
        "category": "Adult",
        "text": "Act like someone’s pet for 30 minutes."
    },
    {
        "category": "Adult",
        "text": "Let someone give you one object and compose a poem on that object."
    },
    {
        "category": "Adult",
        "text": "Select one person blindfolded and get slapped."
    },
    {
        "category": "Adult",
        "text": "Imitate your favorite celebrity and make everyone laugh."
    },
    {
        "category": "Adult",
        "text": "Eat one spoon of garlic paste."
    },
    {
        "category": "Adult",
        "text": "Brush the teeth of the person sitting next to you."
    },
    {
        "category": "Adult",
        "text": "Screenshot your browser history and text it to the group."
    },
    {
        "category": "Adult",
        "text": "Talk in an accent for the next three rounds."
    },
    {
        "category": "Adult",
        "text": "Eat a piece of dog or cat food."
    },
    {
        "category": "Adult",
        "text": "Screenshot your browser history and text it to your parents."
    },
    {
        "category": "Adult",
        "text": "Let someone shave part of your body."
    },
    {
        "category": "Adult",
        "text": "Go outside and dance like a cowboy."
    },
    {
        "category": "Adult",
        "text": "Screenshot your last text thread with your bestie and send it to your parents."
    },
    {
        "category": "Adult",
        "text": "Be someone’s pet for the next five minutes."
    },
    {
        "category": "Adult",
        "text": "Entertain us all with your best five-minute comedy act."
    },
    {
        "category": "Adult",
        "text": "Pants the person to your left."
    },
    {
        "category": "Adult",
        "text": "Attempt to break dance for thirty seconds."
    },
    {
        "category": "Adult",
        "text": "Call a Chinese restaurant and order a pizza."
    },
    {
        "category": "Adult",
        "text": "Spank the person sitting next to you."
    },
    {
        "category": "Adult",
        "text": "Do the Worm."
    },
    {
        "category": "Adult",
        "text": "Go for a short walk outside and while walking, have a conversation with yourself."
    },
    {
        "category": "Adult",
        "text": "Crossdress, take a photo of yourself and send it to your parents."
    },
    {
        "category": "Adult",
        "text": "Curse like a sailor for twenty seconds straight."
    },
    {
        "category": "Adult",
        "text": "Put chocolate syrup on a pickle and eat it."
    },
    {
        "category": "Adult",
        "text": "Mummify yourself with as many rolls of toilet paper as you can find."
    },
    {
        "category": "Adult",
        "text": "Sniff the armpits of everyone in the room."
    },
    {
        "category": "Adult",
        "text": "Call a random person and sing them a song."
    },
    {
        "category": "Adult",
        "text": "Dance to a song of the group’s choosing."
    },
    {
        "category": "Adult",
        "text": "Ask a pet animal out on a date without cracking a smile or laughing."
    },
    {
        "category": "Adult",
        "text": "Belly dance like your life depended on it."
    },
    {
        "category": "Adult",
        "text": "Call the parents of someone in the room. Explain to them why you love their kid so much, then hang up without explanation."
    },
    {
        "category": "Adult",
        "text": "Put four ice cubes down your pants."
    },
    {
        "category": "Adult",
        "text": "Text someone random a really bad joke."
    },
    {
        "category": "Adult",
        "text": "For a guy, put on make-up. For a girl, wash off your make-up."
    },
    {
        "category": "Adult",
        "text": "Run outside and scream, “I am a golden god,” five times at the top of your lungs."
    },
    {
        "category": "Adult",
        "text": "Dance with no music for one minute."
    },
    {
        "category": "Adult",
        "text": "Come up with a unique dance and perform it for the group for two straight minutes."
    },
    {
        "category": "Adult",
        "text": "Let the group pose you in an embarrassing position and take a picture."
    },
    {
        "category": "Adult",
        "text": "Send a video of yourself dabbing to your parents without any explanation whatsoever."
    },
    {
        "category": "Adult",
        "text": "Play a song by slapping your butt cheeks till someone guesses the song."
    },
    {
        "category": "Adult",
        "text": "Prank call your bestie’s boyfriend/girlfriend."
    },
    {
        "category": "Adult",
        "text": "Write something embarrassing somewhere on your body with a permanent marker (that can be hidden with clothing)."
    },
    {
        "category": "Adult",
        "text": "Prank call your crush."
    },
    {
        "category": "Adult",
        "text": "Make every person in the group smile; keep going until everyone has cracked a smiled."
    },
    {
        "category": "Adult",
        "text": "Prank call your parents."
    },
    {
        "category": "Adult",
        "text": "Let the person to your left draw on your face with a pen."
    },
    {
        "category": "Adult",
        "text": "Eat a handful of dry noodles."
    },
    {
        "category": "Adult",
        "text": "Make up a thirty-second opera about a person or people in the group and perform it."
    },
    {
        "category": "Adult",
        "text": "Put a dollop of peanut butter on your nose and try to lick it off."
    },
    {
        "category": "Adult",
        "text": "Sell a piece of trash to someone in the group. Use your best salesmanship."
    },
    {
        "category": "Adult",
        "text": "Keep a restaurant on the line for five straight minutes. Use a British accent and then cancel your order at the last second."
    },
    {
        "category": "Adult",
        "text": "Switch clothes with someone of the opposite sex in the group for three rounds."
    },
    {
        "category": "Adult",
        "text": "Stand on one leg and bark for two straight minutes while flapping your arms like a chicken."
    },
    {
        "category": "Adult",
        "text": "Imitate a celebrity for three minutes every time you talk."
    },
    {
        "category": "Adult",
        "text": "Blindfold yourself and walk around the room for two straight minutes without stopping."
    },
    {
        "category": "Adult",
        "text": "Try to juggle two or three items of the group’s choosing."
    },
    {
        "category": "Adult",
        "text": "Keep your eyes closed until it’s your turn again."
    },
    {
        "category": "Adult",
        "text": "Walk on your hands from one side of the room to the other. You can ask someone to hold your legs if necessary."
    },
    {
        "category": "Adult",
        "text": "Act like the family pet (or your favorite animal if you don’t have a pet) until it’s your turn again."
    },
    {
        "category": "Adult",
        "text": "Get slapped on the face by the person of your choosing."
    },
    {
        "category": "Adult",
        "text": "Quack like a duck before speaking for the rest of the game."
    },
    {
        "category": "Adult",
        "text": "Eat a raw egg."
    },
    {
        "category": "Adult",
        "text": "Do your best impressions of your favorite cartoon character."
    },
    {
        "category": "Adult",
        "text": "Grab a trash can and make a hoop with your hands above the trash can. Have other members of the group try to shoot trash through your impromptu trashketball hoop. (No bottles or other injury-causing trash should be thrown. Once again, no trips to the hospital please.)"
    },
    {
        "category": "Adult",
        "text": "Do your best impression of a mime stuck in a box."
    },
    {
        "category": "Adult",
        "text": "Spin an imaginary hula hoop around your waist for three minutes while the game continues."
    },
    {
        "category": "Adult",
        "text": "Spin around ten times and then sprint fifty feet forward."
    },
    {
        "category": "Adult",
        "text": "Grab a broom and impersonate a flying witch for two straight minutes."
    },
    {
        "category": "Adult",
        "text": "Imitate popular YouTube videos until someone can guess the video you are imitating."
    },
    {
        "category": "Adult",
        "text": "Sing the entire alphabet without opening your mouth more than a crack."
    },
    {
        "category": "Adult",
        "text": "Pole-dance for 1 minute with an imaginary pole."
    },
    {
        "category": "Adult",
        "text": "Act like an 80-year-old man for two straight minutes."
    },
    {
        "category": "Adult",
        "text": "Make a funny face and keep making it for two minutes while the game continues."
    },
    {
        "category": "Adult",
        "text": "Run in place while meowing for two straight minutes."
    },
    {
        "category": "Adult",
        "text": "Imagine something in the room. Now, spell it with your nose. Keep spelling it with your nose until someone from the group guesses what you are trying to spell."
    },
    {
        "category": "Adult",
        "text": "Recite the alphabet out loud while doing high knees the entire time."
    },
    {
        "category": "Adult",
        "text": "After the group chooses one rude word, sing a song and insert that rude word once into every line of the song."
    },
    {
        "category": "Adult",
        "text": "Act like a chicken until it’s your turn again."
    },
    {
        "category": "Adult",
        "text": "Drag your butt on the carpet like a dog from one end of the room to the other. You’ll need to be wearing shorts or pants for this one."
    },
    {
        "category": "Adult",
        "text": "Jump up and down while reciting the Pledge of Allegiance."
    },
    {
        "category": "Adult",
        "text": "Open a bag of snacks or candy using only your mouth, no hands or feet."
    },
    {
        "category": "Adult",
        "text": "Close your eyes and do a weird dance."
    },
    {
        "category": "Adult",
        "text": "Bend at the waist so that you are looking behind you between your legs. Now run backward until you can tag someone with your butt."
    },
    {
        "category": "Adult",
        "text": "Dump an entire cup of flour over your head."
    },
    {
        "category": "Adult",
        "text": "Go to the bathroom, take off your underwear and put it on your head. Wear it on your head for the rest of the game."
    },
    {
        "category": "Adult",
        "text": "Kiss a pillow for two straight minutes."
    },
    {
        "category": "Adult",
        "text": "Act like whatever animal someone yells out for the next minute."
    },
    {
        "category": "Adult",
        "text": "Eat three spoonfuls of a condiment you hate."
    },
    {
        "category": "Adult",
        "text": "Call the seventh contact in your phone and sing them thirty seconds of a song that the group chooses."
    },
    {
        "category": "Adult",
        "text": "Text your parents something you know will upset them. Wait ten minutes before calling them to explain yourself."
    },
    {
        "category": "Adult",
        "text": "Using your elbows only, type out a Facebook status update and post it."
    },
    {
        "category": "Adult",
        "text": "No talking. Pretend to be food. Don’t pretend to eat the food, pretend to be the food. Keep pretending until someone in the group guesses the food you are."
    },
    {
        "category": "Adult",
        "text": "Call up your mom and sing her a song without any explanation whatsoever."
    },
    {
        "category": "Adult",
        "text": "Drop something in the toilet and then reach in to get it."
    },
    {
        "category": "Adult",
        "text": "Call up your crush and tell them a joke and say, “Goodnight,” right after the punchline."
    },
    {
        "category": "Adult",
        "text": "Find a person whose first name has the same first letter as your first name. Or whomever’s first name’s first letter is closest to yours. Now lick their face."
    },
    {
        "category": "Adult",
        "text": "Talk about your crush (and why you like them) for one hundred and twenty seconds."
    },
    {
        "category": "Adult",
        "text": "Let two people give you a wet willy at the same time."
    },
    {
        "category": "Adult",
        "text": "Serenade the person to your right."
    },
    {
        "category": "Adult",
        "text": "Go up to someone and scare them."
    },
    {
        "category": "Adult",
        "text": "Let the group choose an item for you to brush your teeth with."
    },
    {
        "category": "Adult",
        "text": "Moonwalk everywhere you go."
    },
    {
        "category": "Adult",
        "text": "Kiss the person to your left."
    },
    {
        "category": "Adult",
        "text": "Give someone a massage for five minutes."
    },
    {
        "category": "Adult",
        "text": "Write your name on the floor with your tongue."
    },
    {
        "category": "Adult",
        "text": "Sit there in nothing but your underwear."
    },
    {
        "category": "Adult",
        "text": "Attempt to do a magic trick."
    },
    {
        "category": "Adult",
        "text": "Imitate popular YouTube videos until someone can guess the video you are imitating."
    },
    {
        "category": "Adult",
        "text": "Eat a tablespoon of butter."
    },
    {
        "category": "Adult",
        "text": "Go outside and pick exactly forty blades of grass with a pair of tweezers."
    },
    {
        "category": "Adult",
        "text": "Describe what the sky looks like without using the words blue or white."
    },
    {
        "category": "Adult",
        "text": "Seduce a member of the same gender in the group."
    },
    {
        "category": "Adult",
        "text": "Ask for money on the street by telling a funny story and saying nothing credible."
    },
    {
        "category": "Adult",
        "text": "Stick a hot Cheeto in your nose and leave it there for five minutes."
    },
    {
        "category": "Adult",
        "text": "Compose a poem on the spot based on something the group comes up with."
    },
    {
        "category": "Adult",
        "text": "Sing and dance in the street like crazy."
    },
    {
        "category": "Adult",
        "text": "Open Facebook, go to the account of the first person you see and like every post on their wall in the last year."
    },
    {
        "category": "Adult",
        "text": "Do a handstand for one minute."
    },
    {
        "category": "Adult",
        "text": "Become the slave of another player of your choosing for five minutes."
    },
    {
        "category": "Adult",
        "text": "Eat a whole piece of paper."
    },
    {
        "category": "Adult",
        "text": "Exchange one clothing item with the player on your right."
    },
    {
        "category": "Adult",
        "text": "Embrace the first person you see in the street."
    },
    {
        "category": "Adult",
        "text": "Lick a car tire."
    },
    {
        "category": "Adult",
        "text": "Say ‘banana’ after everything you say until it’s your turn again."
    },
    {
        "category": "Adult",
        "text": "Dance with a broom or mop."
    },
    {
        "category": "Adult",
        "text": "Open your front door and howl like a wolf for thirty seconds."
    },
    {
        "category": "Adult",
        "text": "Mix all the sauces you have in your fridge and drink up."
    },
    {
        "category": "Adult",
        "text": "For guys: Briefly walk like a lady in high heels."
    },
    {
        "category": "Adult",
        "text": "Let the person to your right put duct tape on any part of your body they choose and rip it off."
    },
    {
        "category": "Adult",
        "text": "Impersonate someone in the room and people have to guess who it is."
    },
    {
        "category": "Adult",
        "text": "Climb on top of a table and sing something."
    },
    {
        "category": "Adult",
        "text": "Tie your hands to your ankles for the rest of the game."
    },
    {
        "category": "Adult",
        "text": "Act like a dog for two minutes without laughing."
    },
    {
        "category": "Adult",
        "text": "Declare who your true love is."
    },
    {
        "category": "Adult",
        "text": "Put a bunch of honey on your nose and coat it with flour."
    },
    {
        "category": "Adult",
        "text": "Pour a freezing cold glass of water over your face without reacting."
    },
    {
        "category": "Adult",
        "text": "Say something very intimate."
    },
    {
        "category": "Adult",
        "text": "Dump a bunch of Lego on the floor and walk over it with your bare feet."
    },
    {
        "category": "Adult",
        "text": "Tell a stranger walking past that you love them."
    },
    {
        "category": "Adult",
        "text": "Do your best president impression."
    },
    {
        "category": "Adult",
        "text": "Eat a spoonful of mustard."
    },
    {
        "category": "Adult",
        "text": "Put as many pieces of cheese puffs in your mouth at one time as you can."
    },
    {
        "category": "Adult",
        "text": "Call a pizza place and order three hundred sardine pizzas."
    },
    {
        "category": "Adult",
        "text": "Jump into a dumpster."
    },
    {
        "category": "Adult",
        "text": "Screenshot a picture of your browser history and send it to a random person in your contacts."
    },
    {
        "category": "Adult",
        "text": "Once you have your eyes closed, feel someone’s face and guess who it is."
    },
    {
        "category": "Adult",
        "text": "Lift up the couch cushions and if there is anything under them, you need to put it in your mouth for ten seconds."
    },
    {
        "category": "Adult",
        "text": "Cover your hair with milk and don’t wash it off until the end of the game."
    },
    {
        "category": "Adult",
        "text": "Make up a story about the person to your right."
    },
    {
        "category": "Adult",
        "text": "Write a letter to your doctor describing an embarrassing rash you have and post it on Facebook."
    },
    {
        "category": "Adult",
        "text": "Text your mom the last picture saved on your phone."
    },
    {
        "category": "Adult",
        "text": "Sing everything you say for the next ten minutes."
    },
    {
        "category": "Adult",
        "text": "Cover your hair with shaving cream and leave it on until the end of the game."
    },
    {
        "category": "Adult",
        "text": "Stand up and run on the spot as fast as you can until it’s your turn."
    },
    {
        "category": "Adult",
        "text": "Say the alphabet backward in fifteen seconds."
    },
    {
        "category": "Adult",
        "text": "Rub your armpits and then smell your fingers."
    },
    {
        "category": "Adult",
        "text": "Sniff the armpit of the player to your right."
    },
    {
        "category": "Adult",
        "text": "Ask a random stranger to make out with you."
    },
    {
        "category": "Adult",
        "text": "Dig through the trash and name everything you find."
    },
    {
        "category": "Adult",
        "text": "Allow another player to throw flour in your face."
    },
    {
        "category": "Adult",
        "text": "Act like you do not understand your language until your next turn (come up with your own language)."
    },
    {
        "category": "Adult",
        "text": "Allow someone to pour ice down your shirt and pants."
    },
    {
        "category": "Adult",
        "text": "Kiss someone’s bare foot."
    },
    {
        "category": "Adult",
        "text": "Wear a finger mustache for the next five minutes."
    },
    {
        "category": "Adult",
        "text": "Sing a song chosen by the group while eating spoonfuls of peanut butter."
    },
    {
        "category": "Adult",
        "text": "Spritz perfume into your mouth."
    },
    {
        "category": "Adult",
        "text": "Draw a face around your belly button."
    },
    {
        "category": "Adult",
        "text": "Close your eyes and let your friends put whatever food from the fridge they want in your mouth."
    },
    {
        "category": "Adult",
        "text": "Let someone in the group give you a wedgie."
    },
    {
        "category": "Adult",
        "text": "Act like an old lady or an old man."
    },
    {
        "category": "Adult",
        "text": "One by one, make up a title for each player’s movie about their life."
    },
    {
        "category": "Adult",
        "text": "Speak in a baby’s voice for the next five things you have to say."
    },
    {
        "category": "Adult",
        "text": "Go a whole minute without blinking."
    },
    {
        "category": "Adult",
        "text": "Empty your purse, backpack or wallet and let everyone see what you have."
    },
    {
        "category": "Adult",
        "text": "Give someone in the group all the money you have in your purse."
    },
    {
        "category": "Adult",
        "text": "Let each person in the group slap you on your butt as hard as they can."
    },
    {
        "category": "Adult",
        "text": "Take someone’s socks off and wear them like gloves for three minutes."
    },
    {
        "category": "Adult",
        "text": "Eat a raw onion and do your best not to cry."
    },
    {
        "category": "Adult",
        "text": "Slap yourself in the face anytime someone says ‘and’ in the next three minutes."
    },
    {
        "category": "Adult",
        "text": "Lick mayonnaise off of someone’s toe."
    },
    {
        "category": "Adult",
        "text": "Knock on your neighbor’s door and tell them how grateful they should be to live next to someone so awesome."
    },
    {
        "category": "Adult",
        "text": "Someone has to dip their finger in the trash can and you have to lick it."
    },
    {
        "category": "Adult",
        "text": "Laugh out loud at everything the person to your left says until it’s your turn."
    },
    {
        "category": "Adult",
        "text": "Go to the bathroom and the person to your left has to be in there with you the whole time."
    },
    {
        "category": "Adult",
        "text": "Act like you’re drunk for the rest of the game."
    },
    {
        "category": "Adult",
        "text": "Have the person to your right do ten squats while you lie underneath them."
    },
    {
        "category": "Adult",
        "text": "Ring a random person from your phone and confess that you’re in love with a fictional character."
    },
    {
        "category": "Adult",
        "text": "Eat a single spaghetti noodle like in Lady and the Tramp with the person to your left."
    },
    {
        "category": "Adult",
        "text": "Apply make-up without looking in the mirror."
    },
    {
        "category": "Adult",
        "text": "Every time someone chooses a dare, walk across the floor like a crab and embrace them with a hug."
    },
    {
        "category": "Adult",
        "text": "Let a player write something on your forehead and don’t wipe it off until the end of the game."
    },
    {
        "category": "Adult",
        "text": "Invent a new color for nail polish and describe the person who would be most likely to wear it."
    },
    {
        "category": "Adult",
        "text": "Try to sing a song with your mouth full of a drink."
    },
    {
        "category": "Adult",
        "text": "Allow the person to your left to cut your hair however they see fit."
    },
    {
        "category": "Adult",
        "text": "Stick an egg in the microwave and then attempt to juggle it for thirty seconds."
    },
    {
        "category": "Adult",
        "text": "Completely shave off one of your eyebrows."
    },
    {
        "category": "Adult",
        "text": "From now until your next turn, every time someone talks, interrupt by saying, “That’s a lie.”"
    },
    {
        "category": "Adult",
        "text": "Sit among other players wearing only your underwear."
    },
    {
        "category": "Adult",
        "text": "You notice that the person sitting on your right has something on their face. Spit on your finger and wipe it off for them."
    },
    {
        "category": "Adult",
        "text": "Passionately kiss the back of your hand and let someone record it."
    },
    {
        "category": "Adult",
        "text": "Awkwardly smell someone else’s hair until they notice."
    },
    {
        "category": "Adult",
        "text": "Let another player crack an egg on your head."
    },
    {
        "category": "Adult",
        "text": "For the next ten minutes, when someone speaks, put your ear up close to them and act as though you can’t hear what they are saying."
    },
    {
        "category": "Adult",
        "text": "Head outside and talk to a random stranger as if they’re an old friend you haven’t seen in years."
    },
    {
        "category": "Adult",
        "text": "Stand in the backyard and yell at the top of your lungs, “I was adopted! Nooooooo.”"
    },
    {
        "category": "Adult",
        "text": "Text your mom and tell them you’re pregnant, or if you’re a boy, say that you’re going to be a dad."
    },
    {
        "category": "Adult",
        "text": "Go outside to the trash bin and throw a tantrum because someone put trash in it."
    },
    {
        "category": "Adult",
        "text": "Go outside and carry a sign that says ‘kiss me if you think I’m attractive’."
    },
    {
        "category": "Adult",
        "text": "Pretend that you’re a sheep for no reason whatsoever."
    },
    {
        "category": "Adult",
        "text": "Knock on a neighbor’s door and ask if you can park your helicopter in their driveway."
    },
    {
        "category": "Adult",
        "text": "Close your eyes, scroll through your contacts list, and text a random person “Look behind you.”"
    },
    {
        "category": "Adult",
        "text": "Pretend you are a dog until your next turn."
    },
    {
        "category": "Adult",
        "text": "Sing the chorus of your favorite song."
    },
    {
        "category": "Adult",
        "text": "Let your partner give you a makeover."
    },
    {
        "category": "Adult",
        "text": "Put syrup/chocolate syrup/caramel/sugar on a pickle and eat it."
    },
    {
        "category": "Adult",
        "text": "Take four random ingredients from your fridge, blend them together, and drink a shot glass worth."
    },
    {
        "category": "Adult",
        "text": "Paint your eyebrows with peanut butter."
    },
    {
        "category": "Adult",
        "text": "Cut an eye-hole in a piece of cheese/deli meat and put it over your eye. Leave it on your face for the remainder of the game."
    },
    {
        "category": "Adult",
        "text": "Hop on one foot until your next turn."
    },
    {
        "category": "Adult",
        "text": "Describe your last bathroom experience."
    },
    {
        "category": "Adult",
        "text": "Call the nearest drugstore and ask if they sell adult diapers."
    },
    {
        "category": "Adult",
        "text": "Draw a dog on your face with lipstick (without looking in the mirror)."
    },
    {
        "category": "Adult",
        "text": "Go outside and stare at the sky until someone asks you what you’re looking at. Then tell them you saw a UFO."
    },
    {
        "category": "Adult",
        "text": "Tag a random person in a post on Facebook."
    },
    {
        "category": "Adult",
        "text": "Call the 33rd person on your contact list."
    },
    {
        "category": "Adult",
        "text": "Go outside and pick exactly 30 blades of grass with tweezers."
    },
    {
        "category": "Adult",
        "text": "Pretend to be a baby until your next turn."
    },
    {
        "category": "Adult",
        "text": "Drink chocolate syrup straight from the bottle."
    },
    {
        "category": "Adult",
        "text": "Put a bar of soap in your mouth for two minutes."
    },
    {
        "category": "Adult",
        "text": "Post a 1,000 word Facebook post for no reason."
    },
    {
        "category": "Adult",
        "text": "Sing the ABCs."
    },
    {
        "category": "Adult",
        "text": "Eat a raw egg."
    },
    {
        "category": "Adult",
        "text": "Pretend to be an animal and act like that animal until the other person guesses what you are."
    },
    {
        "category": "Adult",
        "text": "Put on a blindfold and eat whatever your partner chooses for you."
    },
    {
        "category": "Adult",
        "text": "Pour mustard in your partner’s hand and lick it off."
    },
    {
        "category": "Adult",
        "text": "Kiss your partner’s big toe."
    },
    {
        "category": "Adult",
        "text": "Eat a tablespoon of soy sauce."
    },
    {
        "category": "Adult",
        "text": "Don’t say a word until you’re next turn."
    },
    {
        "category": "Adult",
        "text": "Call a local pet store and ask if they have mosquitos for sale."
    },
    {
        "category": "Adult",
        "text": "Go live on Facebook for 8 minutes doing the Macarena."
    },
    {
        "category": "Adult",
        "text": "Put a mint in a glass of orange juice and drink it."
    },
    {
        "category": "Adult",
        "text": "Call a pizza place and order Chinese."
    },
    {
        "category": "Adult",
        "text": "Take an ugly selfie with your partner and make it your profile photo on a social media page."
    },
    {
        "category": "Adult",
        "text": "Reveal the contents of your purse/wallet."
    },
    {
        "category": "Adult",
        "text": "Go outside holding a leash and start screaming, ‘Has anyone seen my pet alligator?’"
    },
    {
        "category": "Adult",
        "text": "Close your eyes and let your partner draw on you for three minutes."
    },
    {
        "category": "Adult",
        "text": "Knock on your neighbor’s door and ask if you can borrow two marshmallows. Five minutes later, knock on the door and give them back."
    },
    {
        "category": "Adult",
        "text": "Order an ice cream cone from a fast food restaurant’s drive thru. When you get the cone, smash it against your forehead."
    },
    {
        "category": "Adult",
        "text": "Lick your partner’s palm."
    },
    {
        "category": "Adult",
        "text": "Close your eyes and take a shot of alcohol that your partner picks out for you."
    },
    {
        "category": "Adult",
        "text": "Peel a potato/banana with your teeth."
    },
    {
        "category": "Adult",
        "text": "Take your partner’s socks off and play ‘this little piggy’ with all their toes."
    },
    {
        "category": "Adult",
        "text": "Hang your socks from your ears for the rest of the game."
    },
    {
        "category": "Adult",
        "text": "Style your hair with three kitchen items (ex: spatula, spoon, bag clip, etc.) Then take a selfie and post it on Instagram."
    },
    {
        "category": "Adult",
        "text": "Text a parent/sibling ‘I peed my pants.’"
    },
    {
        "category": "Adult",
        "text": "Put two drops of the spiciest hot sauce you can find on your tongue. Go a minute without drinking water."
    },
    {
        "category": "Adult",
        "text": "Call the nearest grocery store and ask if they sell lactose free ice cream for cats."
    },
    {
        "category": "Adult",
        "text": "Go outside and sing the ‘Let It Go’ theme song from Frozen at the top of your lungs."
    },
    {
        "category": "Adult",
        "text": "Eat a blade of grass."
    },
    {
        "category": "Adult",
        "text": "Twerk/shake your booty for thirty seconds."
    },
    {
        "category": "Adult",
        "text": "make out with me without feeling me up for five straight minutes."
    },
    {
        "category": "Adult",
        "text": "pet me with one hand only for five straight minutes."
    },
    {
        "category": "Adult",
        "text": "whisper the naughtiest thing you can think of into [insert name’s] ear."
    },
    {
        "category": "Adult",
        "text": "go online and search for the dirtiest thing you can think of and text us all a screenshot of it."
    },
    {
        "category": "Adult",
        "text": "undo [insert name’s] pants with one hand."
    },
    {
        "category": "Adult",
        "text": "take a nude selfie in the bathroom and show it to us on your phone screen for five seconds."
    },
    {
        "category": "Adult",
        "text": "dry hump a stuffed animal in front of us."
    },
    {
        "category": "Adult",
        "text": "cover one of your body parts in whipped cream."
    },
    {
        "category": "Adult",
        "text": "blindfold yourself and make out with the air."
    },
    {
        "category": "Adult",
        "text": "tell an erotic story to a photo of a celebrity."
    },
    {
        "category": "Adult",
        "text": "take off your own shirt with one hand."
    },
    {
        "category": "Adult",
        "text": "search for a softcore porn and narrate it as we all watch."
    },
    {
        "category": "Adult",
        "text": "try on my underwear."
    },
    {
        "category": "Adult",
        "text": "spank a stuffed animal and say dirty things to it as you go."
    },
    {
        "category": "Adult",
        "text": "kiss every single person here on the lips."
    },
    {
        "category": "Adult",
        "text": "lick your own lips in a sexy way for 3o seconds."
    },
    {
        "category": "Adult",
        "text": "text a random friend something super dirty “accidentally.”"
    },
    {
        "category": "Adult",
        "text": "make your orgasm face and hold it like that for 30 seconds."
    },
    {
        "category": "Adult",
        "text": "describe the best make out session you’ve ever had in detail."
    },
    {
        "category": "Adult",
        "text": "send everyone here the dirtiest sext you can think of."
    },
    {
        "category": "Adult",
        "text": "guess what kind of underwear we’re all wearing."
    },
    {
        "category": "Adult",
        "text": "fake orgasm for the group like Sally does in When Harry Met Sally."
    },
    {
        "category": "Adult",
        "text": "tell me a fantasy you’ve never told anyone."
    },
    {
        "category": "Adult",
        "text": "call someone in your phone and try to get them to have phone sex with you."
    },
    {
        "category": "Adult",
        "text": "sketch a picture of [insert name] naked."
    },
    {
        "category": "Adult",
        "text": "send a dirty meme to a random person in your phone."
    },
    {
        "category": "Adult",
        "text": "play a sexy song and do a strip tease for everyone."
    },
    {
        "category": "Adult",
        "text": "strike the most seductive pose that you can and hold it for 30 seconds."
    },
    {
        "category": "Adult",
        "text": "strip down to your underwear and stay that way for the rest of the game."
    },
    {
        "category": "Adult",
        "text": "describe the ideal female breasts (in your opinion) out loud."
    },
    {
        "category": "Adult",
        "text": "describe a penis out loud."
    },
    {
        "category": "Adult",
        "text": "describe what going down on a woman / man is like out loud."
    },
    {
        "category": "Adult",
        "text": "explain exactly what turns you on about your favorite body part."
    },
    {
        "category": "Adult",
        "text": "hump the ground for two straight minutes."
    },
    {
        "category": "Adult",
        "text": "talk dirty to a plant for two straight minutes."
    },
    {
        "category": "Adult",
        "text": "“accidentally” sext one of your parents."
    },
    {
        "category": "Adult",
        "text": "“accidentally” text your ex."
    },
    {
        "category": "Adult",
        "text": "tongue a piece of fruit like you’re eating it out."
    },
    {
        "category": "Adult",
        "text": "hump the air for two straight minutes."
    },
    {
        "category": "Adult",
        "text": "picture your parents having sex and describe it out loud."
    },
    {
        "category": "Adult",
        "text": "describe what it’s like to finger a girl out loud (use your imagination if you can’t rely on actual experience)."
    },
    {
        "category": "Adult",
        "text": "finger a piece of pie or a tub of ice cream or whatever other food you have on hand."
    },
    {
        "category": "Adult",
        "text": "make out with an ice cube."
    },
    {
        "category": "Adult",
        "text": "feel a stuffed animal up."
    },
    {
        "category": "Adult",
        "text": "write a short erotic story about what you want to do to someone in this room and read it out loud."
    },
    {
        "category": "Adult",
        "text": "take off [insert name’s] bra with one hand."
    },
    {
        "category": "Adult",
        "text": "moan while eating a piece of bread like you’re in the middle of the best sex ever."
    },
    {
        "category": "Adult",
        "text": "eat a popsicle as seductively as you can."
    },
    {
        "category": "Adult",
        "text": "say your cheesiest pickup line to everyone in the room as seriously as you can without breaking character."
    },
    {
        "category": "Adult",
        "text": "call up a random restaurant and tell the hostess a dirty joke."
    },
    {
        "category": "Adult",
        "text": "Flirt with your crush sleazily on call."
    },
    {
        "category": "Adult",
        "text": "Do a kissing scene with a book."
    },
    {
        "category": "Adult",
        "text": "Flash someone for more than 5 seconds."
    },
    {
        "category": "Adult",
        "text": "Let your boyfriend/girlfriend kiss you under the chin."
    },
    {
        "category": "Adult",
        "text": "Get someone to draw a goatee on your face."
    },
    {
        "category": "Adult",
        "text": "High-five everyone, you see in the next 2 minutes."
    },
    {
        "category": "Adult",
        "text": "Keep one of your fingers in your nose for 1 minute."
    },
    {
        "category": "Adult",
        "text": "Pretend to be a cowboy in a shoot-off."
    },
    {
        "category": "Adult",
        "text": "Get yourself a wild makeover."
    },
    {
        "category": "Adult",
        "text": "Insist someone to give you a spanking."
    },
    {
        "category": "Adult",
        "text": "Wear underwear over your trousers and go in public."
    },
    {
        "category": "Adult",
        "text": "Eat a handful of uncooked rice."
    },
    {
        "category": "Adult",
        "text": "Get your hands wrapped in duct tape."
    },
    {
        "category": "Adult",
        "text": "Draw an unibrow on your face"
    },
    {
        "category": "Adult",
        "text": "Get someone to check your rectal temperature."
    },
    {
        "category": "Adult",
        "text": "Wear socks on your hands in public for 3 hours."
    },
    {
        "category": "Adult",
        "text": "Give a piggyback ride to the youngest player of the group."
    },
    {
        "category": "Adult",
        "text": "Dip your soap bar in a sauce and lick it."
    },
    {
        "category": "Adult",
        "text": "Nibble and feel up the ear of the person on your right."
    },
    {
        "category": "Adult",
        "text": "Perform an ad given by the next player."
    },
    {
        "category": "Adult",
        "text": "Go as far as you can doing a split."
    },
    {
        "category": "Adult",
        "text": "Pretend the wall is arguing with you and respond to it."
    },
    {
        "category": "Adult",
        "text": "Do an item number at any red signal."
    },
    {
        "category": "Adult",
        "text": "Give a body massage to someone from this group."
    },
    {
        "category": "Adult",
        "text": "Have someone blindfolded and put make up on you."
    },
    {
        "category": "Adult",
        "text": "Imitate your favorite person from the group."
    },
    {
        "category": "Adult",
        "text": "Leave the zip of your pants open for the rest of the day."
    },
    {
        "category": "Adult",
        "text": "Put your finger in someone else’s nose."
    },
    {
        "category": "Adult",
        "text": "Perform a death scene right now."
    },
    {
        "category": "Adult",
        "text": "Bite off a part of fingernail from the person next to you."
    },
    {
        "category": "Adult",
        "text": "Call up a randomly and talk 2 minutes non-stop."
    },
    {
        "category": "Adult",
        "text": "Do 25 push ups without pausing in between."
    },
    {
        "category": "Adult",
        "text": "Send me a picture of yours without shirt"
    },
    {
        "category": "Adult",
        "text": "Update your status on Facebook praising me."
    },
    {
        "category": "Adult",
        "text": "Propose me in the most unusual way."
    },
    {
        "category": "Adult",
        "text": "Do something weird that could piss me off real bad."
    },
    {
        "category": "Adult",
        "text": "Get some ice cream and smother it on your face."
    },
    {
        "category": "Adult",
        "text": "Put sugar syrup in a used unwashed sock and drink it."
    },
    {
        "category": "Adult",
        "text": "Put a pair of your underwear in the freezer for an hour and then wear it."
    },
    {
        "category": "Adult",
        "text": "Put a pair of underwear on your head and go outside and shout aloud “I LOVE UNDERWEARS.”"
    },
    {
        "category": "Adult",
        "text": "Get on top of the roof of your neighbour’s house and yell something really stupid about them."
    },
    {
        "category": "Adult",
        "text": "Perform Macarena for 2 minutes."
    },
    {
        "category": "Adult",
        "text": "Pee in the sink of your kitchen."
    },
    {
        "category": "Adult",
        "text": "Hop and jump around the room while your parents are around."
    },
    {
        "category": "Adult",
        "text": "Do 25 sit-ups without taking a"
    },
    {
        "category": "Adult",
        "text": "Remove a piece of clothing from the player on your right with your teeth. No using hands"
    },
    {
        "category": "Adult",
        "text": "Moonwalk across the room while strangers are around."
    },
    {
        "category": "Adult",
        "text": "Breakdance non-stop for 5 minutes."
    },
    {
        "category": "Adult",
        "text": "Sing a song loudly in a public place."
    },
    {
        "category": "Adult",
        "text": "Wear a kick-me sign and go around any mall for a few hours."
    },
    {
        "category": "Adult",
        "text": "Keep an ice cube down your pants."
    },
    {
        "category": "Adult",
        "text": "Wear toilet paper as a turban for the next 1 hour."
    },
    {
        "category": "Adult",
        "text": "Close your eyes and type a blind text and send it to a random person."
    },
    {
        "category": "Adult",
        "text": "Grab the broom and perform the tango with it."
    },
    {
        "category": "Adult",
        "text": "Give a 5-minute stand-up comedy right now."
    },
    {
        "category": "Adult",
        "text": "Kiss your love in the neck."
    },
    {
        "category": "Adult",
        "text": "Lick the nipples of your partner."
    },
    {
        "category": "Adult",
        "text": "Undress your partner with one hand."
    },
    {
        "category": "Adult",
        "text": "Massage your partner."
    },
    {
        "category": "Adult",
        "text": "Send a naughty text message to your love."
    },
    {
        "category": "Adult",
        "text": "Lick your partner’s chest."
    },
    {
        "category": "Adult",
        "text": "Put whipped cream on your partner’s body and lick it."
    },
    {
        "category": "Adult",
        "text": "Tongue kiss your partner where he/she wants."
    },
    {
        "category": "Adult",
        "text": "Get your partner aroused with your tongue only."
    },
    {
        "category": "Adult",
        "text": "Take off your partner’s underwear without your hands."
    },
    {
        "category": "Adult",
        "text": "Put a blindfold on and let your partner do what he/she wants."
    },
    {
        "category": "Adult",
        "text": "Spank your partner."
    },
    {
        "category": "Adult",
        "text": "Tell me what you want me to do to you next time we see each other."
    },
    {
        "category": "Adult",
        "text": "Send me a sexy photo of you."
    },
    {
        "category": "Adult",
        "text": "Do your best fake “O” while looking the person to the left of you in the eye."
    },
    {
        "category": "Adult",
        "text": "Have someone blindfold you. Then, everyone in the group kisses you on the cheek, and you have to either say which one is your partner, and then kiss them on the lips, OR, you have to choose one person that you want to kiss on the lips."
    },
    {
        "category": "Adult",
        "text": "With your eyes closed and the other person or people standing across from you in the room, walk with your hands out. You have to kiss the first person you touch, where you touch them."
    },
    {
        "category": "Adult",
        "text": "You have to leave an R-rated voicemail for an ex."
    },
    {
        "category": "Adult",
        "text": "Someone has to lick peanut butter, chocolate sauce, or whipped cream off your finger, cheek, or somewhere of their choice."
    },
    {
        "category": "Adult",
        "text": "If there’s a pool, you have to go skinny dipping, and you have to choose one buddy to go with you."
    },
    {
        "category": "Adult",
        "text": "You’re in school and you’ve been a bad student. For the next round, you’re in time out on someone’s lap."
    },
    {
        "category": "Adult",
        "text": "Someone goes onto your Amazon account and buys a special toy for you that’s $20 or less."
    },
    {
        "category": "Adult",
        "text": "Talk to your hand like you’re making a game plan to sleep with someone else who is in the room."
    },
    {
        "category": "Adult",
        "text": "Lay down on the ground and have someone pretend like they’re using chalk to draw an outline of your body."
    },
    {
        "category": "Adult",
        "text": "Go to Cosmopolitan’s website’s love section and find a position you’ve never heard of. Then, try to act it out using whatever furniture and pillows you have at your disposal."
    },
    {
        "category": "Adult",
        "text": "You leave the room. Everyone pours a shot. You come back into the room and take one of the shots that was poured. Whoever poured the drink, you have to sit on their lap for the rest of the round. (People can take the other shots)."
    },
    {
        "category": "Adult",
        "text": "You have to undress down to your accessories and skivvies. If you want to keep any clothes on, you have to take a shot for every piece of clothing you want to keep."
    },
    {
        "category": "Adult",
        "text": "Change your Facebook status to “I’m coming . . . I’m coming . . .“ Then, one minute later, change it to “I just came.”"
    },
    {
        "category": "Adult",
        "text": "Put on a swimming suit and have someone rub sunscreen on your back. Wear the suit for the rest of the evening."
    },
    {
        "category": "Adult",
        "text": "Someone gives you a back massage for one minutes while you’re blindfolded. If you like their style, you can choose to kiss them afterwards, but without knowing their identity."
    },
    {
        "category": "Adult",
        "text": "You have to keep your hand on the very inner thigh of the person next to you for the next round."
    },
    {
        "category": "Adult",
        "text": "You have to wash your partner's feet."
    },
    {
        "category": "Adult",
        "text": "Be blindfolded and then tickled for a minute."
    },
    {
        "category": "Adult",
        "text": "Turn out the lights and try to turn the other person on only using sounds."
    },
    {
        "category": "Adult",
        "text": "Get within one inch of the other person, look them straight in the eye, and tell them how you feel about them for one minute. Do not touch them."
    },
    {
        "category": "Adult",
        "text": "Blow on the back of the other person's neck, alternating hot and cool for one minute. Do not touch them."
    },
    {
        "category": "Adult",
        "text": "Spell out a secret message for them on their back. If they get it right, they get a special favor of their choosing. If they get it wrong, they have to do something special for you."
    },
    {
        "category": "Adult",
        "text": "You get to dress your partner up, using your clothes. Then take a picture."
    },
    {
        "category": "Adult",
        "text": "You have to call one of your partner’s parents and tell them how much you love your partner."
    },
    {
        "category": "Adult",
        "text": "Go streaking around the block. (This is illegal, so be careful!)"
    },
    {
        "category": "Adult",
        "text": "You have to do a one-person re-enactment of Romeo and Juliet using only animal sounds for the dialogue."
    },
    {
        "category": "Adult",
        "text": "Single the Star Spangled Banner in a British accent while hula hooping."
    },
    {
        "category": "Adult",
        "text": "Do a sexy dance for your partner, but you can only use one leg."
    },
    {
        "category": "Adult",
        "text": "Your partner has to ride you like a cowboy and you have to buck like a broncho."
    },
    {
        "category": "Adult",
        "text": "You have to wear handcuffs for the rest of the game."
    },
    {
        "category": "Adult",
        "text": "Trade clothes with your partner."
    },
    {
        "category": "Adult",
        "text": "Take a body shot."
    },
    {
        "category": "Adult",
        "text": "Make out with them."
    },
    {
        "category": "Adult",
        "text": "Give them a massage."
    },
    {
        "category": "Adult",
        "text": "Remove your bra without taking off your shirt."
    },
    {
        "category": "Adult",
        "text": "Take off their shirt with only your teeth."
    },
    {
        "category": "Adult",
        "text": "Beg them to make out with you. They have to refuse. Keep trying to convince them in different ways for two minutes."
    },
    {
        "category": "Adult",
        "text": "Put on sexy music and vacuum with no pants on."
    },
    {
        "category": "Adult",
        "text": "You have to do whatever they tell you for one minute."
    },
    {
        "category": "Adult",
        "text": "Let them do whatever they want for two minutes with your phone."
    },
    {
        "category": "Adult",
        "text": "Take a picture of your ‘O’ face. You have to use that as your lock screen for 48 hours."
    },
    {
        "category": "Adult",
        "text": "(for women) Put on your wedding dress (doesn’t matter if it doesn’t fit), and describe the first sexual memory you have of your partner."
    },
    {
        "category": "Adult",
        "text": "Give a cooking demonstration of “How to Make Cereal” completely in the buff."
    },
    {
        "category": "Adult",
        "text": "Find an old photograph and recreate it as closely as possible."
    },
    {
        "category": "Adult",
        "text": "Create a “flower bouquet” using just items that you’ve found in your kitchen and give it to your spouse, telling them what each different “flower” means. i.e. this ladle reminds me of the time you did X."
    },
    {
        "category": "Adult",
        "text": "Act out an X-rated version of your wedding day."
    },
    {
        "category": "Adult",
        "text": "Do a shot for every time you forgot either your anniversary or your spouse’s birthday. If you want, you can opt to lose a piece of clothing instead of doing a shot."
    },
    {
        "category": "Adult",
        "text": "Wearing just an apron, organize all of the Tupperware and their lids."
    },
    {
        "category": "Adult",
        "text": "You have to give your spouse a full-body massage for five minutes."
    },
    {
        "category": "Adult",
        "text": "Whisper the names of all 50 states into your spouse’s ear in the most seductive way possible."
    },
    {
        "category": "Adult",
        "text": "Play the game reward or punishment. Your spouse gets to ask you three questions that have to do with your knowledge of them. If you get them right, you get a special reward. If you get them wrong, you get a special punishment."
    },
    {
        "category": "Adult",
        "text": "You have to say to your spouse, “Daddy/Mommy I’ve been a really bad girl/boy. I think I need a spanking.” If they refuse to give it to you, you have to beg for it."
    },
    {
        "category": "Adult",
        "text": "Kiss them somewhere new each round."
    },
    {
        "category": "Adult",
        "text": "Lick whipped cream off their stomach."
    },
    {
        "category": "Adult",
        "text": "Go skinny dipping for three minutes."
    },
    {
        "category": "Adult",
        "text": "Send them a picture of you in your birthday suit."
    },
    {
        "category": "Adult",
        "text": "Take a naughty picture with them."
    },
    {
        "category": "Adult",
        "text": "Tease them for a minute."
    },
    {
        "category": "Adult",
        "text": "Give them a lap dance."
    },
    {
        "category": "Adult",
        "text": "Kiss them passionately, like in the movies . . ."
    },
    {
        "category": "Adult",
        "text": "Massage their neck with your mouth."
    },
    {
        "category": "Adult",
        "text": "Give them a back massage without using your hands."
    },
    {
        "category": "Adult",
        "text": "Act out how you remember your first date together without speaking."
    },
    {
        "category": "Adult",
        "text": "Act out how you remember your first date together in 30 seconds."
    },
    {
        "category": "Adult",
        "text": "Put a sock in your pants and pretend it’s your junk for the rest of the night."
    },
    {
        "category": "Adult",
        "text": "Give a detailed presentation on your sexual moves in the style of a TED talk."
    },
    {
        "category": "Adult",
        "text": "Take off your bra but leave your shirt on."
    },
    {
        "category": "Adult",
        "text": "Try to take off your underwear without flashing anyone."
    },
    {
        "category": "Adult",
        "text": "Put someone else's underwear on your head."
    },
    {
        "category": "Adult",
        "text": "Draw eyes above your belly button and give a presidential address as this character."
    },
    {
        "category": "Adult",
        "text": "Put a bra on your head and pretend you’re a DJ rocking it really hard for one minute."
    },
    {
        "category": "Adult",
        "text": "Choreograph a new dance inspired by the act of doing and folding laundry. Make it sexy."
    },
    {
        "category": "Adult",
        "text": "Take a picture of a tampon and post it on Instagram."
    },
    {
        "category": "Adult",
        "text": "Put on a pair of heels and take off your pants (not in that order)."
    },
    {
        "category": "Adult",
        "text": "Grab a broom and do your sexiest dance with it."
    },
    {
        "category": "Adult",
        "text": "Touch tongues with someone."
    },
    {
        "category": "Adult",
        "text": "Shave one of your arms."
    },
    {
        "category": "Adult",
        "text": "Demonstrate your best technique for you-know-what on your finger."
    },
    {
        "category": "Adult",
        "text": "Do as many squats as you can. On the front lawn."
    },
    {
        "category": "Adult",
        "text": "You have to entirely redress yourself with whatever you find in the kitchen."
    },
    {
        "category": "Adult",
        "text": "Fake it for 10 seconds."
    },
    {
        "category": "Adult",
        "text": "If you’re at your home, pretend you’re an auctioneer auctioning off your favorite grownup toy, giving details about why you like it. If you’re at someone else’s home, use something that looks kind of like it."
    },
    {
        "category": "Adult",
        "text": "Use your butt to give a speech to the group about gas prices (or something else of your choosing)."
    },
    {
        "category": "Adult",
        "text": "Do your best sexy crawl."
    },
    {
        "category": "Adult",
        "text": "Give a detailed presentation on how you woo a lover in the style of a TED talk."
    },
    {
        "category": "Adult",
        "text": "Give your junk a name and then give a stream of consciousness speech talking as it."
    },
    {
        "category": "Adult",
        "text": "Imitate the sounds of both sides of your most recent romantic encounter."
    },
    {
        "category": "Adult",
        "text": "Try to hit on someone in this group like you’re at a bar."
    },
    {
        "category": "Adult",
        "text": "Make as many different sounds with your lips as you can."
    },
    {
        "category": "Adult",
        "text": "Make as many different fart sounds as you can."
    },
    {
        "category": "Adult",
        "text": "You have to say “I’m just a silly boy” and slap yourself gently on the face 20 times."
    },
    {
        "category": "Adult",
        "text": "Go hide somewhere in the house until the next round starts. No one is going to come find you, but you must remain hidden."
    },
    {
        "category": "Adult",
        "text": "Cook two bags of popcorn. Eat all of it as fast as you can, but in the sexiest way possible."
    },
    {
        "category": "Adult",
        "text": "Take off your shirt and pants, lay down on the ground, and act like a dolphin that’s gotten stranded on land for one minute."
    },
    {
        "category": "Adult",
        "text": "Pretend like you’re making sweet, sweet, love to the couch for one and a half minutes."
    },
    {
        "category": "Adult",
        "text": "Pick up a random book and read it in the most seductive voice you can manage."
    },
    {
        "category": "Adult",
        "text": "Demonstrate to the room how to put a condom on using a banana."
    },
    {
        "category": "Adult",
        "text": "Make out with your hand to “The Song That Never Ends” (look it up on YouTube)"
    },
    {
        "category": "Adult",
        "text": "Put in your headphones and put on your favorite song and dance to it."
    },
    {
        "category": "Adult",
        "text": "Someone gets to draw something on your face (with just a pen, not a permanent marker)."
    },
    {
        "category": "Adult",
        "text": "You have to hold a mouthful of water in your mouth until the round is over."
    },
    {
        "category": "Adult",
        "text": "Slap your butt and say “I’ve been bad, bad, bad, bad, bad, bad, bad, bad, bad, naughty!”"
    },
    {
        "category": "Adult",
        "text": "Put on a dance song and grind with a pillow for one minute."
    },
    {
        "category": "Adult",
        "text": "Feed someone almonds using just your mouth."
    },
    {
        "category": "Adult",
        "text": "Send a video of you singing in the shower (without the water on!)"
    },
    {
        "category": "Adult",
        "text": "Send a video of you showing every part of your naked body except for . . . you know what."
    },
    {
        "category": "Adult",
        "text": "Change your Facebook status to “Feeling lonely . . .”"
    },
    {
        "category": "Adult",
        "text": "Scream. (Record it and send the audio)."
    },
    {
        "category": "Adult",
        "text": "Continue the rest of this text conversation from under your bed."
    },
    {
        "category": "Adult",
        "text": "Go hide in another room for the rest of the night."
    },
    {
        "category": "Adult",
        "text": "Go to the bathroom and make extremely loud grunting sounds. (Send audio please.)"
    },
    {
        "category": "Adult",
        "text": "Send the dirtiest text you can think of."
    },
    {
        "category": "Adult",
        "text": "Send a dirty message in emojis that the other person has to decode."
    },
    {
        "category": "Adult",
        "text": "Send them pictures of you trying to imitate five emojis that you pick out."
    },
    {
        "category": "Adult",
        "text": "Dress up like your dad or mom and send a picture."
    },
    {
        "category": "Adult",
        "text": "Write a haiku."
    },
    {
        "category": "Adult",
        "text": "Send the most unflattering picture of you that you have in your phone."
    },
    {
        "category": "Adult",
        "text": "Send the picture in your phone that’s five pictures back."
    },
    {
        "category": "Adult",
        "text": "Send the most recent text that you sent your mom."
    },
    {
        "category": "Adult",
        "text": "Send the most recent text that you sent your best friend."
    },
    {
        "category": "Adult",
        "text": "Text your mom a picture of your partner and say, “Aren’t they great?”"
    },
    {
        "category": "Adult",
        "text": "Write a 100-word story and send it to them."
    },
    {
        "category": "Adult",
        "text": "Write a 100-word naughty story and send it to them."
    },
    {
        "category": "Adult",
        "text": "Send a random gif to the first person in your contact list with no explanation."
    },
    {
        "category": "Adult",
        "text": "Touch yourself every time you text."
    },
    {
        "category": "Adult",
        "text": "Remove one piece of clothing every time you get a (non-text) notification on your phone."
    },
    {
        "category": "Adult",
        "text": "Take off your pants."
    },
    {
        "category": "Adult",
        "text": "Send a video of you eating a quarter cup of ketchup."
    },
    {
        "category": "Adult",
        "text": "Send a video of just your torso and you’re shimmying outside."
    },
    {
        "category": "Adult",
        "text": "Send a video of you making out with the air in front of you."
    },
    {
        "category": "Adult",
        "text": "Send a video with you and the next person that you see singing “My Heart Will Go On.”"
    },
    {
        "category": "Adult",
        "text": "Show the least sexy part of your body."
    },
    {
        "category": "Adult",
        "text": "Show the sexiest part of your body in the least sexy way."
    },
    {
        "category": "Adult",
        "text": "Put on every single pair of underwear you have and send a picture."
    },
    {
        "category": "Adult",
        "text": "Go outside and do the moonwalk—send a video."
    },
    {
        "category": "Adult",
        "text": "Send a vid of you trying to do the worm."
    },
    {
        "category": "Adult",
        "text": "Send of a vid of you doing crunches in the bathtub."
    },
    {
        "category": "Adult",
        "text": "You’re a vampire. Send a pic of you sucking the blood out of your pillow."
    },
    {
        "category": "Adult",
        "text": "Draw the best picture of a dog that you can."
    },
    {
        "category": "Adult",
        "text": "Do 12 swimsuit calendar poses."
    },
    {
        "category": "Adult",
        "text": "Floss your teeth blindfolded."
    },
    {
        "category": "Adult",
        "text": "Send your sexiest selfie."
    },
    {
        "category": "Adult",
        "text": "One person gets to choose the other’s profile picture on Facebook for the whole evening."
    },
    {
        "category": "Adult",
        "text": "Demonstrate your best sexual technique using your hands."
    },
    {
        "category": "Adult",
        "text": "Do a naked somersault."
    },
    {
        "category": "Adult",
        "text": "Slap yourself."
    },
    {
        "category": "Adult",
        "text": "Go outside naked."
    },
    {
        "category": "Adult",
        "text": "The other person orders something from GrubHub and whatever it is, you have to eat the whole thing in five minutes."
    },
    {
        "category": "Adult",
        "text": "You have one minute to change into the hottest outfit you have."
    },
    {
        "category": "Adult",
        "text": "Put your butt on the call and talk as it for one minute."
    },
    {
        "category": "Adult",
        "text": "Show three of your favorite moles. Or, if you don’t have any moles, three of your favorite skin colorations on your body."
    },
    {
        "category": "Adult",
        "text": "Sing an opera song."
    },
    {
        "category": "Adult",
        "text": "Take off three items of clothing. (Not including shoes)"
    },
    {
        "category": "Adult",
        "text": "Draw a mustache on your face."
    },
    {
        "category": "Adult",
        "text": "Cut off a little bit of your hair"
    },
    {
        "category": "Adult",
        "text": "Record and post a video of you on Instagram holding your tongue and saying, “I am a very pretty hippopotamus.”"
    },
    {
        "category": "Adult",
        "text": "Continue the rest of the conversation with your biggest pair of underwear on your head."
    },
    {
        "category": "Adult",
        "text": "Do the rest of the call just in your underwear."
    },
    {
        "category": "Adult",
        "text": "Do the rest of the call naked, but wearing a winter jacket."
    },
    {
        "category": "Adult",
        "text": "Go to the fridge, pick out two different items, and use them to act out your favorite sexual act."
    },
    {
        "category": "Adult",
        "text": "Have the other person quiz you on basic math questions while you watch a one-minute clip of something hot."
    },
    {
        "category": "Adult",
        "text": "Try to re-create a famous kissing scene from a movie like The Notebook, Never Been Kissed, etc. but you’re just kissing the air."
    },
    {
        "category": "Adult",
        "text": "Use provocative hand gestures every time you talk."
    },
    {
        "category": "Adult",
        "text": "Read a colorful excerpt from a romance novel."
    },
    {
        "category": "Adult",
        "text": "Write a naughty story."
    },
    {
        "category": "Adult",
        "text": "They choose a random video off of YouTube, and you have to dirty dance to it (no matter what it is) for two minutes."
    },
    {
        "category": "Adult",
        "text": "Until the next round, you have to try to talk like Yoda."
    },
    {
        "category": "Adult",
        "text": "Try to continue the conversation while demonstrating your best technique on a banana or a zucchini."
    },
    {
        "category": "Adult",
        "text": "Draw a picture of your partner and post it on Facebook or Instagram, saying how much you love them."
    },
    {
        "category": "Adult",
        "text": "Draw a picture of you and your partner and make it your profile picture."
    },
    {
        "category": "Adult",
        "text": "Do your best version of the Single Ladies dance and record it."
    },
    {
        "category": "Adult",
        "text": "Remove two articles of clothing each round."
    },
    {
        "category": "Adult",
        "text": "Take off your clothes, but put on every piece of underwear that there is in the house"
    },
    {
        "category": "Adult",
        "text": "Try to juggle three potatoes."
    },
    {
        "category": "Adult",
        "text": "Put a pair of pantyhose on your head and skip around the block singing “La la la la la la.”"
    },
    {
        "category": "Adult",
        "text": "Do a 1-minute freestyle rap with a bunch of marshmallows in your mouth (be careful not to choke!)"
    },
    {
        "category": "Adult",
        "text": "Put on a swimming suit and clean the oven. (Like, actually clean it)."
    },
    {
        "category": "Adult",
        "text": "Let someone else get on one of your online dating profiles and use it for 3 minutes to do whatever they want."
    },
    {
        "category": "Adult",
        "text": "You have to drink one cup of smoothie made out of ice cubes, water, and three other ingredients that someone else gets to choose."
    },
    {
        "category": "Adult",
        "text": "Make a sandwich with your hands tied behind your back and eat it."
    },
    {
        "category": "Adult",
        "text": "You have to eat macaroni and cheese, but instead of cheese, it’s macaroni and mayonnaise."
    },
    {
        "category": "Adult",
        "text": "Eat one tablespoon of coffee grounds while saying “Mmmmm, very yummy!”"
    },
    {
        "category": "Adult",
        "text": "Make your 10 best fart noises."
    },
    {
        "category": "Adult",
        "text": "Put a colander on your head and sing Space Oddity by David Bowie."
    },
    {
        "category": "Adult",
        "text": "Endorse an old co-worker for something completely random on LinkedIn"
    },
    {
        "category": "Adult",
        "text": "Everyone calls you “Weiner” for the rest of the night."
    },
    {
        "category": "Adult",
        "text": "Prank call someone at work and tell them you’ve always loved them (you can use something to disguise your number)."
    },
    {
        "category": "Adult",
        "text": "Find the oldest profile picture that you ever had on Facebook and make it your profile picture once again."
    },
    {
        "category": "Adult",
        "text": "Put on the national anthem and do your sexiest dance to it."
    },
    {
        "category": "Adult",
        "text": "Take someone’s shoe and tell it what a filthy, bad, naughty shoe it’s been for one minute."
    },
    {
        "category": "Adult",
        "text": "Make out with a bellybutton."
    },
    {
        "category": "Adult",
        "text": "Make a bowl of spaghetti and eat it without using your hands."
    },
    {
        "category": "Adult",
        "text": "Make a bowl of spaghetti and eat it with your feet."
    },
    {
        "category": "Adult",
        "text": "Close your eyes, scroll through your contacts list and tell me the sexiest thing about the person you you land on."
    },
    {
        "category": "Adult",
        "text": "Sing the chorus of a song you’ve had sex to."
    },
    {
        "category": "Adult",
        "text": "Suck on my finger and pretend you’re performing oral sex for 30 seconds."
    },
    {
        "category": "Adult",
        "text": "Call a local pizza place and try to convince someone that you need a “special” delivery person."
    },
    {
        "category": "Adult",
        "text": "Send a suggestive text message to someone in your phone."
    },
    {
        "category": "Adult",
        "text": "Put a blindfold on and kiss whatever body part I put in front of your mouth."
    },
    {
        "category": "Adult",
        "text": "Let me lick your lips and you have to resist kissing or touching me the whole time."
    },
    {
        "category": "Adult",
        "text": "Put something edible on my forearm and lick it off."
    },
    {
        "category": "Adult",
        "text": "Go in the bathroom and take a suggestive selfie and send it to me."
    },
    {
        "category": "Adult",
        "text": "Send a Facebook message to someone you’ve slept with describing a dirty dream you’ve had about them."
    },
    {
        "category": "Adult",
        "text": "Call a phone sex line and pretend that you have a diaper fetish."
    },
    {
        "category": "Adult",
        "text": "Put a blindfold on and try to guess which body part I’m touching you with."
    },
    {
        "category": "Adult",
        "text": "Whisper something in my ear that you think will turn me on."
    },
    {
        "category": "Adult",
        "text": "Try to undress me with one hand."
    },
    {
        "category": "Adult",
        "text": "Try on my underwear."
    },
    {
        "category": "Adult",
        "text": "Use one of your sex toys on yourself for 60 seconds."
    },
    {
        "category": "Adult",
        "text": "Take off your shirt for the rest of the game."
    },
    {
        "category": "Adult",
        "text": "Take off your pants for the rest of the game."
    },
    {
        "category": "Adult",
        "text": "Show me the sexiest picture you have on your phone."
    },
    {
        "category": "Adult",
        "text": "Put whipped cream on a body part you want me to lick it off of."
    },
    {
        "category": "Adult",
        "text": "Kiss my neck for 60 seconds."
    },
    {
        "category": "Adult",
        "text": "Close your eyes and describe what my body looks like in detail."
    },
    {
        "category": "Adult",
        "text": "Try to get me aroused just by touching me, but without touching any sexual parts."
    },
    {
        "category": "Adult",
        "text": "Use your tongue to spell out a secret you have on a part of my body."
    },
    {
        "category": "Adult",
        "text": "Kiss my earlobe for 60 seconds."
    },
    {
        "category": "Adult",
        "text": "Put a blindfold on, stick your tongue out, and try to guess what I touch it with."
    },
    {
        "category": "Adult",
        "text": "Try to undress me with just your teeth."
    },
    {
        "category": "Adult",
        "text": "Tongue kiss me anywhere you choose."
    },
    {
        "category": "Adult",
        "text": "Try not to get turned on while I sit on your lap and kiss your neck for 60 seconds."
    },
    {
        "category": "Adult",
        "text": "Show me the dirtiest text message you have in your phone."
    },
    {
        "category": "Adult",
        "text": "Whisper in my ear a sexy nickname you’ve never called me but always wanted to try."
    },
    {
        "category": "Adult",
        "text": "Go get something from the fridge and eat it as seductively as possible."
    },
    {
        "category": "Adult",
        "text": "For the rest of the game, pretend you are a cop who wants to arrest me for the crime of being too sexy."
    },
    {
        "category": "Adult",
        "text": "Show me with your hands what you want my tongue to do."
    },
    {
        "category": "Adult",
        "text": "Try to turn me on using touch, but you can only touch my arms and hands."
    },
    {
        "category": "Adult",
        "text": "Whisper in my ear something sexy about me you’ve fantasized about while you’ve made yourself cum."
    },
    {
        "category": "Adult",
        "text": "Kiss and lick my lips and try to get me to lose control and kiss you."
    },
    {
        "category": "Adult",
        "text": "Show me the dirtiest image you have on your phone."
    },
    {
        "category": "Adult",
        "text": "Pick up any book or magazine in the room and read from it as seductively as possible."
    },
    {
        "category": "Adult",
        "text": "Suck on my toes."
    },
    {
        "category": "Adult",
        "text": "Handcuff me and do something you’ve always wanted to do to my body."
    },
    {
        "category": "Adult",
        "text": "Kiss my nipple for 60 seconds."
    },
    {
        "category": "Adult",
        "text": "Try not to get turned on while I sit on your lap and kiss your earlobe for 60 seconds."
    },
    {
        "category": "Adult",
        "text": "Blindfold me and kiss your favorite part of my body for 60 seconds."
    },
    {
        "category": "Adult",
        "text": "Send me the dirtiest text you can think of."
    },
    {
        "category": "Adult",
        "text": "Spank me as hard as you can."
    },
    {
        "category": "Adult",
        "text": "Go up to someone and scare them."
    },
    {
        "category": "Adult",
        "text": "Very affectionately kiss another participant (the rest can choose whom)."
    },
    {
        "category": "Adult",
        "text": "Give a massage to a companion for 5 minutes."
    },
    {
        "category": "Adult",
        "text": "Eat a tablespoon of butter."
    },
    {
        "category": "Adult",
        "text": "Asks for money on the street telling a funny story and nothing credible and board 50$."
    },
    {
        "category": "Adult",
        "text": "Sing and dance in the street like crazy."
    },
    {
        "category": "Adult",
        "text": "Become the slave of another player of your choosing for 5 mins."
    },
    {
        "category": "Adult",
        "text": "Embrace the first passing through the street."
    },
    {
        "category": "Adult",
        "text": "Dance with a broom or mop."
    },
    {
        "category": "Adult",
        "text": "For guys: Briefly walk like a lady in high heels."
    },
    {
        "category": "Adult",
        "text": "Climb to sing in the bar of a bar."
    },
    {
        "category": "Adult",
        "text": "Declare who is your true love."
    },
    {
        "category": "Adult",
        "text": "Tell something very intimate."
    },
    {
        "category": "Adult",
        "text": "Sing the alphabet without moving your mouth."
    },
    {
        "category": "Adult",
        "text": "Do your best president impression."
    },
    {
        "category": "Adult",
        "text": "Yell out the first word that comes to your mind right now."
    },
    {
        "category": "Adult",
        "text": "Call the pizza place and order 300 sardine pizzas."
    },
    {
        "category": "Adult",
        "text": "Once you have your eyes closed, feel someone’s face and guess who they are."
    },
    {
        "category": "Adult",
        "text": "Make up a story about the item to your right."
    },
    {
        "category": "Adult",
        "text": "Sing everything you say for the next 10 minutes."
    },
    {
        "category": "Adult",
        "text": "Give a foot massage to someone present."
    },
    {
        "category": "Adult",
        "text": "Give the person to your left a hickey."
    },
    {
        "category": "Adult",
        "text": "Say the alphabet backward in 15 seconds."
    },
    {
        "category": "Adult",
        "text": "Ask a random stranger to make out with you."
    },
    {
        "category": "Adult",
        "text": "Act like you do not understand your language until your next turn (come up with your language)."
    },
    {
        "category": "Adult",
        "text": "Do pushups until it’s your turn again."
    },
    {
        "category": "Adult",
        "text": "Wear a finger mustache for the next 5 minutes."
    },
    {
        "category": "Adult",
        "text": "Eat a raw egg."
    },
    {
        "category": "Adult",
        "text": "Bark like a dog."
    },
    {
        "category": "Adult",
        "text": "Sing a song all the way through to the end."
    },
    {
        "category": "Adult",
        "text": "Dance wildly to your favorite song."
    },
    {
        "category": "Adult",
        "text": "Act like a dog and get petted by everyone."
    },
    {
        "category": "Adult",
        "text": "Get a shower with all your clothes on."
    },
    {
        "category": "Adult",
        "text": "Draw a face around your belly button."
    },
    {
        "category": "Adult",
        "text": "Let someone write a word on your forehead in permanent marker."
    },
    {
        "category": "Adult",
        "text": "Post an embarrassing picture of yourself online."
    },
    {
        "category": "Adult",
        "text": "Put ice cube down bra or underwear and wait till melts."
    },
    {
        "category": "Adult",
        "text": "Act like an old lady or an old man."
    },
    {
        "category": "Adult",
        "text": "Spin around ten times, when you get done, try to walk in a straight line."
    },
    {
        "category": "Adult",
        "text": "Go a whole minute without blinking."
    },
    {
        "category": "Adult",
        "text": "Say “banana” after everything you say until it is your turn again."
    },
    {
        "category": "Adult",
        "text": "Act like a monkey until it is your turn again."
    },
    {
        "category": "Adult",
        "text": "Keep your clothes on and take a shower."
    },
    {
        "category": "Adult",
        "text": "Dance without music at least a minute."
    },
    {
        "category": "Adult",
        "text": "Put ice cubes under your pants."
    },
    {
        "category": "Adult",
        "text": "Let someone use your phone and send any text to one of your contacts."
    },
    {
        "category": "Adult",
        "text": "Act like a beggar."
    },
    {
        "category": "Adult",
        "text": "Bring a smile on everyone’s faces that are in this room."
    },
    {
        "category": "Adult",
        "text": "Let the person sitting at your left should draw at your face with a pen."
    },
    {
        "category": "Adult",
        "text": "Switch clothes in this group with the opposite sex."
    },
    {
        "category": "Adult",
        "text": "Share your phone in this group and let them look into it."
    },
    {
        "category": "Adult",
        "text": "Try to sell toilet soap in this group."
    },
    {
        "category": "Adult",
        "text": "Unclothe yourself in front of everyone."
    },
    {
        "category": "Adult",
        "text": "Put your shirt off."
    },
    {
        "category": "Adult",
        "text": "Wear shoes of the opposite gender and walk on a street."
    },
    {
        "category": "Adult",
        "text": "Share your biggest lie."
    },
    {
        "category": "Adult",
        "text": "Drive a kid’s scooter."
    },
    {
        "category": "Adult",
        "text": "Act like a crazy person."
    },
    {
        "category": "Adult",
        "text": "Act like your favorite Disney character."
    },
    {
        "category": "Adult",
        "text": "Put on the makeup of the vampire."
    },
    {
        "category": "Adult",
        "text": "Propose the person sitting on your right."
    },
    {
        "category": "Adult",
        "text": "Throw some food on the floor and ask to eat it from the mouth."
    },
    {
        "category": "Adult",
        "text": "Dance like a cowboy on a street."
    },
    {
        "category": "Adult",
        "text": "Call in a pizza restaurant and order Chinese."
    },
    {
        "category": "Adult",
        "text": "Throw cold drink on your next right persons face."
    },
    {
        "category": "Adult",
        "text": "Put someone else bra on you."
    },
    {
        "category": "Adult",
        "text": "Kiss your friend passionately"
    },
    {
        "category": "Adult",
        "text": "Tell you 5 body parts where your partner likes to kiss."
    },
    {
        "category": "Adult",
        "text": "Walk-in a road talking loudly to you."
    },
    {
        "category": "Adult",
        "text": "Kiss the person of same-sex."
    },
    {
        "category": "Adult",
        "text": "Text your partner writing that their feet smell bad."
    },
    {
        "category": "Adult",
        "text": "Go outside and hug random person of the opposite sex."
    },
    {
        "category": "Adult",
        "text": "Tell the neighbors to legally adopt you."
    },
    {
        "category": "Adult",
        "text": "Tell your first kissing experience in detail and do it with next right partner."
    },
    {
        "category": "Adult",
        "text": "Select any person and tell his or her most annoying thing."
    },
    {
        "category": "Adult",
        "text": "Go to any old person in a street and tell them that you are their grandson or daughter."
    },
    {
        "category": "Adult",
        "text": "Crack the joke until everyone laughs."
    },
    {
        "category": "Adult",
        "text": "Mix all food from the house together and finish it."
    },
    {
        "category": "Adult",
        "text": "Call any of your friends and start a serious fight."
    },
    {
        "category": "Adult",
        "text": "Eat soap."
    },
    {
        "category": "Adult",
        "text": "Lick your shoe bottom."
    },
    {
        "category": "Adult",
        "text": "Publish the most embarrassing picture of you taken recently, captured: “I love me”."
    },
    {
        "category": "Adult",
        "text": "Go grab a pack of beer from the nearest market, dressed in clothes from the opposite pole."
    },
    {
        "category": "Adult",
        "text": "Make an impression of your favorite actor."
    },
    {
        "category": "Adult",
        "text": "Eat a spoonful of cinnamon."
    },
    {
        "category": "Adult",
        "text": "Act like a prisoner who has just escaped from a prison."
    },
    {
        "category": "Adult",
        "text": "Send a text to a randomly chosen friend from your Friends-list on Messenger."
    },
    {
        "category": "Adult",
        "text": "Demonstrate your flirting skills to an imaginary lover."
    },
    {
        "category": "Adult",
        "text": "Say the alphabet in backward order in less than a minute."
    },
    {
        "category": "Adult",
        "text": "Make an impression of an old man/woman, entering a drug store and asking for a condom."
    },
    {
        "category": "Adult",
        "text": "Go to the nearest market and buy a beer for everyone."
    },
    {
        "category": "Adult",
        "text": "Act like the opposite sex for the rest of the game."
    },
    {
        "category": "Adult",
        "text": "Brush someone else’s teeth with your bare fingers."
    },
    {
        "category": "Adult",
        "text": "Show us your dance moves you do at night clubs."
    },
    {
        "category": "Adult",
        "text": "Act like some of the players until someone guess who are you making an impression of."
    },
    {
        "category": "Adult",
        "text": "For lads: Put on some makeup. For ladies: wash off your make up."
    },
    {
        "category": "Adult",
        "text": "Talk in a British accent for 5 rounds."
    },
    {
        "category": "Adult",
        "text": "Let all players write a small symbol on your face and don’t wash it until the game’s over."
    },
    {
        "category": "Adult",
        "text": "Make all of your profiles on social media public for a whole week."
    },
    {
        "category": "Adult",
        "text": "Make a voice impression of Gollum from Lord of the Rings."
    },
    {
        "category": "Adult",
        "text": "Let the group choose an item for you to brush your teeth with."
    },
    {
        "category": "Adult",
        "text": "Write your name on the floor with your tongue."
    },
    {
        "category": "Adult",
        "text": "Go outside and pick exactly 40 blades of grass with a pair of tweezers."
    },
    {
        "category": "Adult",
        "text": "Stick a Hot Cheeto in your nose and leave it there for 5 minutes."
    },
    {
        "category": "Adult",
        "text": "Open Facebook, go to the account of the first person you see, and like every post on their wall going back to a year."
    },
    {
        "category": "Adult",
        "text": "Eat a whole piece of paper."
    },
    {
        "category": "Adult",
        "text": "Lick a car tire."
    },
    {
        "category": "Adult",
        "text": "Open your front door and howl like a wolf for 30 seconds."
    },
    {
        "category": "Adult",
        "text": "Let the person to your right put duct tape on any part of your body they choose and rip it off."
    },
    {
        "category": "Adult",
        "text": "I dare you to tie your hands to your ankles for the rest of the game."
    },
    {
        "category": "Adult",
        "text": "Put a bunch of honey on your nose and coat it with flour"
    },
    {
        "category": "Adult",
        "text": "Dump a bunch of legos on the floor and walk over it with your bare feet."
    },
    {
        "category": "Adult",
        "text": "Eat a spoonful of mustard."
    },
    {
        "category": "Adult",
        "text": "Jump into a dumpster."
    },
    {
        "category": "Adult",
        "text": "Lift up the couch cushions, and if there is anything under it, you need to put it in your mouth for 10 seconds."
    },
    {
        "category": "Adult",
        "text": "Spin around 10 times and try to walk straight."
    },
    {
        "category": "Adult",
        "text": "Eat a raw egg."
    },
    {
        "category": "Adult",
        "text": "Write a letter to your doctor describing an embarrassing rash you have, and post it on Facebook."
    },
    {
        "category": "Adult",
        "text": "Cover your hair with shaving cream and leave it on until the end of the game."
    },
    {
        "category": "Adult",
        "text": "Let the group choose 3 random things from the refrigerator and mix it together. Then you have to eat it."
    },
    {
        "category": "Adult",
        "text": "Stand up and do jumping jacks until your next turn."
    },
    {
        "category": "Adult",
        "text": "Rub your armpits and then smell your fingers."
    },
    {
        "category": "Adult",
        "text": "Dig through the trash and name everything you find."
    },
    {
        "category": "Adult",
        "text": "Sniff another player’s armpit for 10 seconds."
    },
    {
        "category": "Adult",
        "text": "Give your phone to another player to send a text message to their contact of choice."
    },
    {
        "category": "Adult",
        "text": "Let the other players go through your phone for a minute."
    },
    {
        "category": "Adult",
        "text": "Allow someone to pour ice down your shirt and pants."
    },
    {
        "category": "Adult",
        "text": "Let another player throw flour in your face."
    },
    {
        "category": "Adult",
        "text": "Sing a song chosen by the group while eating spoonfuls of peanut butter."
    },
    {
        "category": "Adult",
        "text": "Close your eyes and let your friends put whatever food from the fridge they want in your mouth."
    },
    {
        "category": "Adult",
        "text": "One by one, make up a title for each players’ movie about their life."
    },
    {
        "category": "Adult",
        "text": "Let your friends pose you and stay like that until the next round."
    },
    {
        "category": "Adult",
        "text": "Let each player choose one word, then attempt to form a sentence with it and post it to Facebook."
    },
    {
        "category": "Adult",
        "text": "Empty your purse, backpack, or wallet and let everyone see what you have."
    },
    {
        "category": "Adult",
        "text": "Allow the person to your right to tickle you."
    },
    {
        "category": "Adult",
        "text": "Whoever’s name begins with an A in the group must call your parents and tell them what a bad friend you are to them."
    },
    {
        "category": "Adult",
        "text": "Let each person in the group slap you as hard as they can on your butt."
    },
    {
        "category": "Adult",
        "text": "Do your best impression of someone in the room and keep going until someone correctly guesses who it is."
    },
    {
        "category": "Adult",
        "text": "Eat a raw onion and do your best not to cry."
    },
    {
        "category": "Adult",
        "text": "Be blindfolded and let someone feed you something."
    },
    {
        "category": "Adult",
        "text": "Lick mayonnaise off of someone’s toe."
    },
    {
        "category": "Adult",
        "text": "Someone has to dip their finger in the trash can and you have to lick it."
    },
    {
        "category": "Adult",
        "text": "Go to the bathroom, and the person to your left has to be in there with you the whole time."
    },
    {
        "category": "Adult",
        "text": "Trade socks with the person to your right."
    },
    {
        "category": "Adult",
        "text": "Have the person to your right do 10 squats while you lie underneath them."
    },
    {
        "category": "Adult",
        "text": "Let a person in the group put a leash on you and walk you down the street."
    },
    {
        "category": "Adult",
        "text": "Hold hands with the person to you left for the rest of the game."
    },
    {
        "category": "Adult",
        "text": "Hand your phone to the person across from you and let them post whatever they want to your social media accounts."
    },
    {
        "category": "Adult",
        "text": "Smells someone else’s shoes"
    },
    {
        "category": "Adult",
        "text": "Take the socks off the person’s feet across from you and wear them like gloves until your next turn."
    },
    {
        "category": "Adult",
        "text": "Serenade the person next to you."
    },
    {
        "category": "Adult",
        "text": "Take a selfie with the person next to you, and post it on social media along with a deep and emotional paragraph about what they mean to you."
    },
    {
        "category": "Adult",
        "text": "Let the person across from you give you a wedgie."
    },
    {
        "category": "Adult",
        "text": "Dance aggressively until you run out of breath."
    },
    {
        "category": "Adult",
        "text": "Eat a single spaghetti like in Lady and the Tramp with the person to your left."
    },
    {
        "category": "Adult",
        "text": "Get a bar of soap from the bathroom and sell it to the group for 3 minutes."
    },
    {
        "category": "Adult",
        "text": "Go outside, and while skipping down the street, sing “Let it Go’ from Frozen."
    },
    {
        "category": "Adult",
        "text": "With your eyes closed, pick someone from your contact list and send them a text."
    },
    {
        "category": "Adult",
        "text": "Stand up and do your best impersonation of the person on your right."
    },
    {
        "category": "Adult",
        "text": "Go in the kitchen and rearrange everything in the food pantry in alphabetical order."
    },
    {
        "category": "Adult",
        "text": "Imagine the person to your left is your pet, talk to them as though you just got home."
    },
    {
        "category": "Adult",
        "text": "Imagine that you are a dog and act like it until your next turn."
    },
    {
        "category": "Adult",
        "text": "Describe what the sky looks like without using the words blue or white."
    },
    {
        "category": "Adult",
        "text": "Sing the chorus of your favorite song."
    },
    {
        "category": "Adult",
        "text": "Everytime someone chooses dare, walk across the floor like a crab and embrace them with a hug."
    },
    {
        "category": "Adult",
        "text": "Make up a song about the host of the party."
    },
    {
        "category": "Adult",
        "text": "Exchange shirts with the person to your left and wear it for the remainder of the game."
    },
    {
        "category": "Adult",
        "text": "Knock on the neighbor’s door and explain to them that your pet penguin got loose and ask if you can look for it in their backyard."
    },
    {
        "category": "Adult",
        "text": "Invent a new color for nail polish and describe the person who would be most likely to wear it."
    },
    {
        "category": "Adult",
        "text": "For the next 15 minutes, everything you say must be spoken in baby talk."
    },
    {
        "category": "Adult",
        "text": "Allow the person to your left to cut your hair however they see fit."
    },
    {
        "category": "Adult",
        "text": "Give 5 dollars to each player if you curse at any point during the game."
    },
    {
        "category": "Adult",
        "text": "Make a sandwich while blindfolded."
    },
    {
        "category": "Adult",
        "text": "Stick an egg in the microwave and attempt to juggle it for 30 seconds."
    },
    {
        "category": "Adult",
        "text": "Eat a spoonful of hot sauce."
    },
    {
        "category": "Adult",
        "text": "From now until your next turn, every time someone talks, interrupt by saying, “that’s a lie.”"
    },
    {
        "category": "Adult",
        "text": "You notice that the person sitting on your right has something on their face, spit on your finger and wipe it off for them."
    },
    {
        "category": "Adult",
        "text": "Get down on one knee and propose to the person on your left."
    },
    {
        "category": "Adult",
        "text": "Awkwardly smell someone else’s hair until they notice."
    },
    {
        "category": "Adult",
        "text": "Take the socks off the person’s feet across from you and wear them like gloves until your next turn."
    },
    {
        "category": "Adult",
        "text": "Open Facebook and “like” the first thing that pops up even if you disagree with it."
    },
    {
        "category": "Adult",
        "text": "Stand up and do your best impersonation of your mom."
    },
    {
        "category": "Adult",
        "text": "Go for a short walk outside and while walking, hold a conversation with yourself."
    },
    {
        "category": "Adult",
        "text": "Rearrange all the pictures in the room according to their size."
    },
    {
        "category": "Adult",
        "text": "Take off your shoe and clean your foot as though you are an animal."
    },
    {
        "category": "Adult",
        "text": "Stick your head in the toilet."
    },
    {
        "category": "Adult",
        "text": "Put makeup on the person sitting the farthest away from you."
    },
    {
        "category": "Adult",
        "text": "Do your best impersonation of someone else in the room and keep going until someone else guesses who you are."
    },
    {
        "category": "Adult",
        "text": "Call a realtor and show genuine interest in a random house for several minutes."
    },
    {
        "category": "Adult",
        "text": "For the next 10 minutes, when someone speaks, put your ear up close to them and act as though you can’t hear what they are saying."
    },
    {
        "category": "Adult",
        "text": "Stand up and do jumping jacks until your next turn."
    },
    {
        "category": "Adult",
        "text": "For the rest of the game, you must cluck like a chicken at the beginning and end of everything you say."
    },
    {
        "category": "Adult",
        "text": "Be silent and say nothing from now until your next turn."
    },
    {
        "category": "Adult",
        "text": "While blindfolded, you must eat something that the person to your left chooses to feed you."
    },
    {
        "category": "Adult",
        "text": "Tie your shoe strings together with another person and walk together to the end of the driveway and back."
    },
    {
        "category": "Adult",
        "text": "Stand in the backyard and yell at the top of your lungs, “I was adopted! Nooooooo.”"
    },
    {
        "category": "Adult",
        "text": "Text a friend and tell them their hair is on backward."
    },
    {
        "category": "Adult",
        "text": "Wear your clothes backward for the duration of the game."
    },
    {
        "category": "Adult",
        "text": "Tell someone something negative you have said about them in private."
    },
    {
        "category": "Adult",
        "text": "Go outside to the trash bin and throw a tantrum because someone put trash in it."
    },
    {
        "category": "Adult",
        "text": "Go outside and pick exactly 40 blades of grass with a pair of tweezers."
    },
    {
        "category": "Adult",
        "text": "Call someone and confess your new-found love for Justin Bieber."
    },
    {
        "category": "Adult",
        "text": "Kiss the person to your right on the cheek."
    },
    {
        "category": "Adult",
        "text": "Sniff the person to your left and tell them they smell bad."
    },
    {
        "category": "Adult",
        "text": "Rub your armpits and then smell your fingers."
    },
    {
        "category": "Adult",
        "text": "Sit on your hands for the remainder of the game."
    },
    {
        "category": "Adult",
        "text": "Knock on the neighbor’s door and ask if you can park your helicopter in their driveway."
    },
    {
        "category": "Adult",
        "text": "Take someone with you outside in the sight of the neighbors and stare into the sky until someone asks you what you are looking at, then tell them that you saw a UFO."
    },
    {
        "category": "Adult",
        "text": "Text your mom and tell her that you are expecting a baby."
    },
    {
        "category": "Adult",
        "text": "Walk outside frantically carrying an empty leash and approach people asking them if they have seen your pet alligator because it just escaped."
    },
    {
        "category": "Adult",
        "text": "Go into the bathroom and look in the cabinet. Write a short summary of what you find and read it to the group."
    },
    {
        "category": "Adult",
        "text": "Call the nearest gas station and ask them if they sell hemorrhoid cream."
    },
    {
        "category": "Adult",
        "text": "Stop a car that is going down the street and tell them that their wheels are turning."
    },
    {
        "category": "Adult",
        "text": "Make a sandwich containing every condiment in your refrigerator."
    },
    {
        "category": "Adult",
        "text": "Close your eyes and let everyone draw on you for 5 minutes."
    },
    {
        "category": "Adult",
        "text": "Tell a bizarre 2-minute story about the night you slept in the woods."
    },
    {
        "category": "Adult",
        "text": "Stand up and dance the twist until your next turn."
    },
    {
        "category": "Adult",
        "text": "Name the person in the room who you think is the best dressed."
    },
    {
        "category": "Adult",
        "text": "Name the person in the room who you think is the worst dressed."
    },
    {
        "category": "Adult",
        "text": "Text your siblings and tell them that you just found out you are adopted."
    },
    {
        "category": "Adult",
        "text": "Make the sound of a dripping faucet until your next turn."
    },
    {
        "category": "Adult",
        "text": "From now until the end of the game, every time you talk, speak like a robot."
    },
    {
        "category": "Adult",
        "text": "Act like a cheerleader and do a cheer about the host of the party."
    },
    {
        "category": "Adult",
        "text": "For the rest of the game, you must only communicate using animal sounds."
    },
    {
        "category": "Adult",
        "text": "Make confetti out of a tissue."
    },
    {
        "category": "Adult",
        "text": "Describe to the group what your last bathroom experience was like."
    },
    {
        "category": "Adult",
        "text": "Get a magazine and go outside. Roll up the magazine, put it on your nose and act and sound like an elephant."
    },
    {
        "category": "Adult",
        "text": "Make a hat out of aluminum foil then put the hat on and post a selfie to social media. Leave the hat on for the duration of the game."
    },
    {
        "category": "Adult",
        "text": "Hang your socks from your ears until the end of the game."
    },
    {
        "category": "Adult",
        "text": "Fill your mouth with water and act like a fountain."
    },
    {
        "category": "Adult",
        "text": "For the rest of the game you must say your name at the beginning and the end of every sentence you speak."
    },
    {
        "category": "Adult",
        "text": "Repeat everything the person to your left says until your next turn."
    },
    {
        "category": "Adult",
        "text": "Choose one inanimate object that is in the room. Now spend the next 2-minutes telling the group what that object is thinking."
    },
    {
        "category": "Adult",
        "text": "Attempt to lick your elbow for at least five minutes."
    },
    {
        "category": "Adult",
        "text": "Make eye contact with a player and don’t break it until it’s your turn again."
    },
    {
        "category": "Adult",
        "text": "Get a mouthful of water and gargle it until your next turn."
    },
    {
        "category": "Adult",
        "text": "Do the chicken dance to no music until your next turn."
    },
    {
        "category": "Adult",
        "text": "Crack an egg on your head."
    },
    {
        "category": "Adult",
        "text": "Stick out your tongue and talk that way until your next turn."
    },
    {
        "category": "Adult",
        "text": "Bust your best dance move right now."
    },
    {
        "category": "Adult",
        "text": "Turn your pants inside out and wear them."
    },
    {
        "category": "Adult",
        "text": "Do everything with “crab hands” for the rest of the game."
    },
    {
        "category": "Adult",
        "text": "Reenact what you think it is like to give birth."
    },
    {
        "category": "Adult",
        "text": "For the rest of the game, speak like you are the President of America."
    },
    {
        "category": "Adult",
        "text": "Pretend like you are drunk for the rest of the game."
    },
    {
        "category": "Adult",
        "text": "Eat a spoonful of hot sauce."
    },
    {
        "category": "Adult",
        "text": "Make up a short cheer and shout it to the room."
    },
    {
        "category": "Adult",
        "text": "Speak in the voice of your favorite cartoon character until your next turn."
    },
    {
        "category": "Adult",
        "text": "Use ketchup to put the mark of Simba on your forehead."
    },
    {
        "category": "Adult",
        "text": "Put a piece of American cheese on your cheek and leave it until your next turn."
    },
    {
        "category": "Adult",
        "text": "Do your makeup without using the mirror."
    },
    {
        "category": "Adult",
        "text": "Put your finger in nose and take a selfie and then upload them on your social networking sites."
    },
    {
        "category": "Adult",
        "text": "Lay on the floor, split your legs and stretch your hands sideways. Continue doing it till your next turn."
    },
    {
        "category": "Adult",
        "text": "Place your shoes/slippers on your head and go for a walk till your turn."
    },
    {
        "category": "Adult",
        "text": "Do a funny dance on your friend’s marriage."
    },
    {
        "category": "Adult",
        "text": "Do a phone call to your best friends lover and tell a joke till they laugh loudly."
    },
    {
        "category": "Adult",
        "text": "Sing your favorite song in a gay voice in front of your friends."
    },
    {
        "category": "Adult",
        "text": "Try a dree from opposite gender and dance for your favorite song."
    },
    {
        "category": "Adult",
        "text": "Take a selfie with a wine bottle and send it to your parents."
    },
    {
        "category": "Adult",
        "text": "Eat any two of your friend’s lunch boxes."
    },
    {
        "category": "Adult",
        "text": "Unlock your mobile and give it to me for 1 hour."
    },
    {
        "category": "Adult",
        "text": "Give the money in your wallet right now and forget about them."
    },
    {
        "category": "Adult",
        "text": "Ask an unknown person bike for a long drive."
    },
    {
        "category": "Adult",
        "text": "Bring your soap from the bathroom and sell it to me."
    },
    {
        "category": "Adult",
        "text": "Pick someone from the group and say they are beautiful in sarcastic tone."
    },
    {
        "category": "Adult",
        "text": "Iron and arrange your partner’s dresses neatly in the cupboard."
    },
    {
        "category": "Adult",
        "text": "Wash your entire family clothes without washing machine."
    },
    {
        "category": "Adult",
        "text": "Come out from your workplace without saying any reason."
    },
    {
        "category": "Adult",
        "text": "Travel a long distance on a train without taking the ng ticket and without paying fine."
    },
    {
        "category": "Adult",
        "text": "Wear your school uniform in your close friend’s marriage."
    },
    {
        "category": "Adult",
        "text": "Do a conversation with me for one hour during midnight."
    },
    {
        "category": "Adult",
        "text": "Present a rose flower to the first person you see on the road and walk away quietly."
    },
    {
        "category": "Adult",
        "text": "Stop an unknown person in traffic and ask him/her to sing a romantic song for you."
    },
    {
        "category": "Adult",
        "text": "Ask a selfie while your best friend was busy on their first night."
    },
    {
        "category": "Adult",
        "text": "Sing romantic songs in a sad situation."
    },
    {
        "category": "Adult",
        "text": "Ask your family members to leave home for doing romance with your partner."
    },
    {
        "category": "Adult",
        "text": "Complete your breakfast/lunch/dinner in your partner’s plate only for one day."
    },
    {
        "category": "Adult",
        "text": "Ask your partner to bring towel while you are in the shower without closing the door."
    },
    {
        "category": "Adult",
        "text": "Lick your partner fingers after completion of their breakfast or lunch or dinner."
    },
    {
        "category": "Adult",
        "text": "Seduce your partner when they are in an angry situation."
    },
    {
        "category": "Adult",
        "text": "Make a call to my parents and ask permission for our marriage."
    },
    {
        "category": "Adult",
        "text": "Serve food to our family on any occasion and ask them permission for marriage with me."
    },
    {
        "category": "Adult",
        "text": "Write a love letter to me and upload in on Facebook."
    },
    {
        "category": "Adult",
        "text": "Take me to shopping and pay for everything."
    },
    {
        "category": "Adult",
        "text": "Stop an unknown person and ask money to buy flowers for me."
    },
    {
        "category": "Adult",
        "text": "Call your best friend when we are on our first night and describe the situation."
    },
    {
        "category": "Adult",
        "text": "Ask someone to capture our photo when are kissing each other."
    },
    {
        "category": "Adult",
        "text": "Sing your me favorite song and send it to your friends saying you are dedicating it to me."
    },
    {
        "category": "Adult",
        "text": "Give a sudden hug to me and kiss on the forehead in public place."
    },
    {
        "category": "Adult",
        "text": "Let’s go for candlelight dinner right now."
    },
    {
        "category": "Adult",
        "text": "Remove any three cloths from your body."
    },
    {
        "category": "Adult",
        "text": "Show me one of your private parts."
    },
    {
        "category": "Adult",
        "text": "Place ice cubes in your inner and dance for a minute."
    },
    {
        "category": "Adult",
        "text": "Masturbate in front of someone."
    },
    {
        "category": "Adult",
        "text": "Select any one of your favorite p0*n videos and do exactly what they did in it."
    },
    {
        "category": "Adult",
        "text": "Tie your hands and legs and I’ll do whatever I want with your for 5 minutes."
    },
    {
        "category": "Adult",
        "text": "Make me dry using a towel after I complete my shower."
    },
    {
        "category": "Adult",
        "text": "Seduce someone in a public place."
    },
    {
        "category": "Adult",
        "text": "Lick someone’s cheeks in a public place."
    },
    {
        "category": "Adult",
        "text": "Give a french kiss to me in front of your parents."
    },
    {
        "category": "Adult",
        "text": "Go Facebook live when you are in the toilet."
    },
    {
        "category": "Adult",
        "text": "Message to number from your contacts and ask them to for $*x chat with you."
    },
    {
        "category": "Adult",
        "text": "Put your photo without clothes as your WhatsApp or Facebook profile picture."
    },
    {
        "category": "Adult",
        "text": "Spend one day with someone without wearing any clothes."
    },
    {
        "category": "Adult",
        "text": "Write my name on your private part and send that picture to me over WhatsApp."
    },
    {
        "category": "Adult",
        "text": "Share your worst period days with me."
    },
    {
        "category": "Adult",
        "text": "Wear “Kiss me on my Cheek” board and do walk in public places for 10 minutes."
    },
    {
        "category": "Adult",
        "text": "Wear your clothes inside-out."
    },
    {
        "category": "Adult",
        "text": "Remove any one piece of your clothing immediately when you get a notification(non-text) in your mobile."
    },
    {
        "category": "Adult",
        "text": "Ask your fellow person to remove your pant zip."
    },
    {
        "category": "Adult",
        "text": "Give High-Five to everyone in front of you for 2 minutes."
    },
    {
        "category": "Adult",
        "text": "Keep your finger on the nose, take a selfie and send it to me."
    },
    {
        "category": "Adult",
        "text": "Do you think that you have a perfect body to do $ex with someone?If yes, show me your body?"
    },
    {
        "category": "Adult",
        "text": "Bite fingernails of the person sitting next to you."
    },
    {
        "category": "Adult",
        "text": "Make a video call and kiss your mobile for 2 minutes."
    },
    {
        "category": "Adult",
        "text": "Delete your partner number and ask “Who are you” when you get a call from your partner."
    },
    {
        "category": "Adult",
        "text": "Sing a romantic song while taking your shower and send that to me."
    },
    {
        "category": "Adult",
        "text": "Sit on my laps and kiss me for 5 minutes."
    },
    {
        "category": "Adult",
        "text": "Do 50 situps but for every situps, you have to kiss me"
    },
    {
        "category": "Adult",
        "text": "Lick my neck until it gets wet."
    },
    {
        "category": "Adult",
        "text": "Say any sexual story when we both take shower together."
    },
    {
        "category": "Adult",
        "text": "Call your first crush and ask him to book tickets for our honeymoon."
    },
    {
        "category": "Adult",
        "text": "Place your hands on my private parts for 2 minutes and describe it."
    },
    {
        "category": "Adult",
        "text": "Behave like a $ex slave for 30 minutes."
    },
    {
        "category": "Adult",
        "text": "Do a romantic dance with someone without clothes in the shower."
    },
    {
        "category": "Adult",
        "text": "Sit on my belly for 5 minutes."
    },
    {
        "category": "Adult",
        "text": "Do French kiss with me."
    },
    {
        "category": "Adult",
        "text": "Show your $exual fantasy on me right now."
    },
    {
        "category": "Adult",
        "text": "Place our first kiss photo as your lock screen wallpaper for 10 days."
    },
    {
        "category": "Adult",
        "text": "Do massage to my full body for 15 minutes."
    },
    {
        "category": "Adult",
        "text": "Without speaking anything express our first kiss."
    },
    {
        "category": "Adult",
        "text": "Take out the cherry from my mouth and eat it."
    },
    {
        "category": "Adult",
        "text": "Kiss me on a place which you don’t like to kiss."
    },
    {
        "category": "Adult",
        "text": "Unzip your pants in front of me."
    },
    {
        "category": "Adult",
        "text": "Pour chocolate on my face and lick it completely."
    },
    {
        "category": "Adult",
        "text": "Sleep with me continuously for 2 days."
    },
    {
        "category": "Adult",
        "text": "Sell your underwears to me."
    },
    {
        "category": "Adult",
        "text": "Tell me the most embarrassing $exual memory in your life."
    },
    {
        "category": "Adult",
        "text": "Remove my clothes using your teeth."
    },
    {
        "category": "Adult",
        "text": "Go and kiss my lips in the mirror."
    },
    {
        "category": "Adult",
        "text": "Which part of your body you like the most and which you hate most."
    },
    {
        "category": "Adult",
        "text": "Take a $exy picture and send it to me when I’m busy with work."
    },
    {
        "category": "Adult",
        "text": "By using your toes write your name on my body."
    },
    {
        "category": "Adult",
        "text": "Have you ever thought of breakup with me?"
    },
    {
        "category": "Adult",
        "text": "Brush your partner’s teeth for three days."
    },
    {
        "category": "Adult",
        "text": "Wear my personal clothes and do a dance with him/her."
    },
    {
        "category": "Adult",
        "text": "Do shower with your partner for one week."
    },
    {
        "category": "Adult",
        "text": "Open a p0rn site and watch p0rn video along with your partner"
    },
    {
        "category": "Adult",
        "text": "Ask your partner to do something with your private parts for 10 minutes."
    },
    {
        "category": "Adult",
        "text": "Sleep naked with your partner for 5 days."
    },
    {
        "category": "Adult",
        "text": "Kiss your partner’s body, where you never kissed before."
    },
    {
        "category": "Adult",
        "text": "Sit on your partner’s thighs without wearing any clothes for ten minutes."
    },
    {
        "category": "Adult",
        "text": "Remove your partner’s personal clothes using your teeth."
    },
    {
        "category": "Adult",
        "text": "Using an ice cube rub your partner’s body top to bottom until it melts out."
    },
    {
        "category": "Adult",
        "text": "Call any random number and ask them to recharge your mobile."
    },
    {
        "category": "Adult",
        "text": "Send a text message “I’m going to Marry soon without informing you” to your parents."
    },
    {
        "category": "Adult",
        "text": "Watch a p0rn video and ask your best friend to check your temperature."
    },
    {
        "category": "Adult",
        "text": "Send me a picture of what you’re doing now."
    },
    {
        "category": "Adult",
        "text": "Dip your soap bar in a sauce and lick it."
    },
    {
        "category": "Adult",
        "text": "Do any embarrassing thing in front of your parents, record it and send it to me."
    },
    {
        "category": "Adult",
        "text": "Express how you feel when you masturbated for the first time?"
    },
    {
        "category": "Adult",
        "text": "Ask your parents to book tickets for our honeymoon."
    },
    {
        "category": "Adult",
        "text": "Say “I’m Sleepy” to your best friend when both of you are in serious conversation."
    },
    {
        "category": "Adult",
        "text": "Send your sexual feelings about me to your best friend."
    }
]